<unk>	0
<s>	0
</s>	0
।	-2.98943
,	-3.68542
ের	-4.3935
▁এবং	-4.52216
-	-4.60149
র	-4.62016
▁ও	-4.65648
▁হয়	-4.77248
▁	-4.85267
▁করে	-4.95319
▁তিনি	-5.07647
▁(	-5.09642
▁করেন	-5.11339
)	-5.15018
▁এই	-5.16944
▁একটি	-5.18159
▁থেকে	-5.29039
▁"	-5.29087
▁সালে	-5.29665
▁করা	-5.34137
"	-5.40127
ে	-5.4568
▁এর	-5.49963
কে	-5.53431
▁তার	-5.5639
▁জন্য	-5.72021
.	-5.76024
▁বা	-5.92328
▁ছিল	-5.94309
▁হিসেবে	-5.97527
▁মধ্যে	-5.97751
▁এ	-6.00502
ই	-6.0646
▁সালের	-6.0695
ও	-6.10101
▁সাথে	-6.16176
▁প্রথম	-6.17216
▁তাঁর	-6.17523
▁যায়	-6.18469
▁ছিলেন	-6.20435
:	-6.27557
▁হয়ে	-6.29555
▁যে	-6.29795
▁এটি	-6.32347
▁না	-6.38708
▁যা	-6.40673
▁হল	-6.44759
টি	-6.45787
▁পর	-6.45845
▁হন	-6.4628
▁একজন	-6.47728
▁এক	-6.48439
তে	-6.49667
▁রয়েছে	-6.52296
▁হয়েছে	-6.5289
▁করতে	-6.53603
▁বছর	-6.58273
▁থাকে	-6.60866
▁সময়	-6.6502
▁নিয়ে	-6.65841
▁শুরু	-6.68541
▁তাদের	-6.68726
▁নাম	-6.71591
▁পর্যন্ত	-6.73161
য়	-6.7354
▁বিভিন্ন	-6.76982
▁করার	-6.77377
স	-6.77855
দের	-6.7943
'	-6.82313
▁অবস্থিত	-6.82687
▁কিন্তু	-6.83448
▁ভারতের	-6.86665
ন	-6.87159
▁কিছু	-6.8896
▁প্রধান	-6.89513
▁জন	-6.89927
রা	-6.91292
▁করেছেন	-6.9243
▁দিয়ে	-6.92847
এর	-6.94437
▁লাভ	-6.94973
▁বলে	-6.95384
▁কাজ	-6.96106
▁মাধ্যমে	-6.97765
া	-6.98346
▁নামে	-6.98671
▁আছে	-7.00234
▁ব্যবহার	-7.01039
▁প্রায়	-7.01225
▁হতে	-7.01799
▁জাতীয়	-7.01917
▁পারে	-7.02517
▁হয়েছিল	-7.03463
▁কোন	-7.03741
;	-7.04148
▁তারা	-7.04905
▁অংশ	-7.05087
▁দ্বারা	-7.05389
▁জেলার	-7.0616
▁হার	-7.07211
▁চলচ্চিত্র	-7.07503
▁অনেক	-7.08837
▁দক্ষিণ	-7.10156
▁তবে	-7.12257
▁দলের	-7.14509
ি	-7.15267
’	-7.15513
▁আর	-7.16197
▁তা	-7.17081
▁বাংলাদেশের	-7.17481
%	-7.17605
▁উপর	-7.18174
▁তাকে	-7.21448
এ	-7.22438
▁ক্রিকেট	-7.23598
▁দেখা	-7.24116
▁বেশি	-7.24938
▁উত্তর	-7.253
ী	-7.25935
▁পরিচিত	-7.2651
▁সে	-7.27101
▁যার	-7.27553
▁বাংলাদেশ	-7.27748
▁হচ্ছে	-7.28637
▁অন্যান্য	-7.28692
▁-	-7.28857
▁পরে	-7.3021
▁দল	-7.30443
),	-7.30651
▁ইউনিয়ন	-7.30782
▁অভিনয়	-7.31055
▁দিকে	-7.31057
▁দ্বিতীয়	-7.31059
▁করেছিলেন	-7.3222
▁।	-7.32615
▁দুই	-7.33007
▁ফলে	-7.337
▁পুরস্কার	-7.33748
▁১	-7.33922
▁দেন	-7.34378
▁বিশ্ববিদ্যালয়	-7.34711
▁()	-7.35186
▁সঙ্গে	-7.35646
▁'	-7.35826
ক	-7.36129
▁অন্যতম	-7.37347
▁সাল	-7.37972
▁ভারতীয়	-7.39714
▁আন্তর্জাতিক	-7.40755
▁সদস্য	-7.42857
▁পাওয়া	-7.44237
▁বড়	-7.44847
▁পূর্ব	-7.44939
▁এখানে	-7.45033
▁হিসাবে	-7.46021
▁২	-7.4607
▁সেই	-7.46493
▁নতুন	-7.47031
▁বলা	-7.47035
▁হবে	-7.4716
▁তৈরি	-7.47239
▁টি	-7.48352
▁শহরের	-7.48785
▁কারণে	-7.49761
▁শেষ	-7.50453
▁কাছে	-7.50935
▁প্রতি	-7.53736
▁‘	-7.5545
▁সাক্ষরতা	-7.55952
▁বর্তমানে	-7.55991
▁দেয়	-7.56369
▁মার্কিন	-7.57791
▁এছাড়াও	-7.58552
/	-7.5995
▁৩	-7.60683
▁জন্ম	-7.6152
▁শহর	-7.61968
s	-7.62306
▁জেলা	-7.62446
▁বাংলা	-7.63241
▁যেমন	-7.63333
▁ভাষা	-7.63536
▁অর্জন	-7.63763
▁অব	-7.63926
▁কম	-7.64233
▁বিপক্ষে	-7.65298
▁সবচেয়ে	-7.65348
▁করেছে	-7.66133
▁সরকার	-7.66406
▁অনুষ্ঠিত	-7.66745
▁সময়ে	-7.67128
▁মত	-7.67258
▁দায়িত্ব	-7.68087
▁একই	-7.68439
▁কথা	-7.6849
▁প্রদান	-7.68505
▁পালন	-7.68669
▁এরপর	-7.69022
▁বিশেষ	-7.69031
▁৬	-7.69038
▁যান	-7.69191
ল	-7.69503
▁পায়	-7.6956
▁শিক্ষা	-7.69865
▁তখন	-7.70979
▁খেলায়	-7.71278
▁আল	-7.71784
▁মে	-7.7203
▁কলেজ	-7.72341
▁ক্ষেত্রে	-7.72703
▁যেখানে	-7.72717
৫	-7.7287
▁প্রকাশ	-7.7301
▁যখন	-7.73234
▁তাঁকে	-7.73379
▁সাধারণ	-7.73396
▁কারণ	-7.73503
▁বেশ	-7.73758
▁ভারত	-7.75495
▁ঘটে	-7.75541
▁কোনো	-7.75748
▁নদী	-7.76073
ম	-7.76233
ভাবে	-7.76486
▁নয়	-7.76489
▁৪	-7.77199
▁পান	-7.77491
▁ছোট	-7.77782
▁উপজেলার	-7.77848
▁নামক	-7.78391
▁অনুসারে	-7.78555
▁দুটি	-7.79018
▁গ্রহণ	-7.79471
▁রাজ্যের	-7.79934
গুলো	-7.80155
▁নারী	-7.80416
▁রান	-7.80534
▁পূর্বে	-7.80609
্	-7.80746
%।	-7.81044
▁৫	-7.81289
▁১০	-7.81712
▁অনুযায়ী	-7.82095
১	-7.82469
▁সংখ্যা	-7.82628
▁কর্তৃক	-7.83221
▁মূল	-7.83812
▁অবস্থান	-7.84059
▁দ্য	-7.84837
তা	-7.8558
▁ব্যবহৃত	-7.85622
▁স্থান	-7.85903
▁গড়ে	-7.85906
▁তারিখে	-7.86119
▁অন্য	-7.86289
▁মনে	-7.86403
▁ব্রিটিশ	-7.86455
গুলি	-7.87056
২	-7.87706
▁দেওয়া	-7.87865
▁মোট	-7.88683
▁প্রকাশিত	-7.8928
সহ	-7.89473
▁পরবর্তীতে	-7.89758
(	-7.90175
▁পুরুষ	-7.90275
▁কেন্দ্র	-7.90401
▁উচ্চ	-7.90461
▁কে	-7.90855
▁সকল	-7.90911
▁অর্থ	-7.91364
▁যদিও	-7.91571
ার	-7.9184
▁ঢাকা	-7.9198
▁চলে	-7.92067
▁এদের	-7.9223
▁অফ	-7.93454
▁দেশের	-7.93692
▁ইউনিয়নের	-7.93735
▁করতেন	-7.93921
▁বিরুদ্ধে	-7.94003
▁এছাড়া	-7.94029
ো	-7.94043
▁অ	-7.94198
▁হলো	-7.94329
▁গঠিত	-7.94379
▁যিনি	-7.94766
▁ঐ	-7.94966
▁হওয়ার	-7.95203
▁তিন	-7.96141
▁১৫	-7.96216
▁যোগ	-7.96269
▁আগে	-7.96377
▁খান	-7.96396
▁মতো	-7.965
ত	-7.96594
▁মার্চ	-7.97164
▁সব	-7.97614
▁ধরনের	-7.97713
▁হলে	-7.97783
▁নেন	-7.97955
▁দেয়া	-7.98072
▁গুরুত্বপূর্ণ	-7.99062
▁মধ্য	-7.99404
▁আরও	-7.99582
▁সেখানে	-7.99622
▁দিন	-7.9974
▁the	-8.00077
▁পক্ষে	-8.00263
▁ভাষায়	-8.00494
▁বিদ্যালয়	-8.00853
▁চলচ্চিত্রে	-8.01062
▁প্রতিষ্ঠিত	-8.01108
জ	-8.01233
▁ধরে	-8.01366
▁অথবা	-8.02061
▁নির্মাণ	-8.02194
০০০	-8.02879
▁পড়ে	-8.03099
▁নির্বাচিত	-8.03172
▁“	-8.03218
▁বিখ্যাত	-8.03999
▁যুদ্ধ	-8.04253
▁টেস্ট	-8.0433
▁অঞ্চলে	-8.0439
▁নির্মিত	-8.05332
▁২০১১	-8.0558
▁১২	-8.05665
▁ডিসেম্বর	-8.05702
▁সাধারণত	-8.05743
▁তিনটি	-8.05759
টির	-8.06671
ঃ	-8.0668
▁পরিচালনা	-8.06782
▁মিটার	-8.06786
▁জন্মগ্রহণ	-8.06904
না	-8.0698
▁কিলোমিটার	-8.07137
▁মা	-8.07228
▁সহ	-8.07248
▁প্রাচীন	-8.07476
",	-8.07701
▁জুন	-8.07742
▁উল্লেখ	-8.07788
ীয়	-8.07866
▁গান	-8.08112
▁মাত্র	-8.0825
▁রাজা	-8.08721
▁জনসংখ্যা	-8.0889
▁বছরের	-8.09042
▁থাকেন	-8.09061
▁মাসে	-8.09113
▁যুক্ত	-8.09738
▁ঘোষণা	-8.10125
▁এতে	-8.1014
▁এলাকা	-8.10195
▁জনপ্রিয়	-8.10273
▁ইত্যাদি	-8.10423
▁খুব	-8.10458
▁বলেন	-8.10582
বি	-8.10814
▁বর্তমান	-8.10906
▁উপজেলা	-8.1112
▁মূলত	-8.1138
▁হত	-8.11396
▁ক্রিকেটে	-8.12216
▁আসে	-8.12234
▁পরিচালিত	-8.12259
▁তাই	-8.12506
▁পশ্চিম	-8.12541
▁of	-8.12734
▁অংশগ্রহণ	-8.12796
▁আবার	-8.12945
▁জুলাই	-8.13553
▁উল্লেখযোগ্য	-8.13643
▁এপ্রিল	-8.13764
▁অন্তর্ভুক্ত	-8.13777
▁সৃষ্টি	-8.14169
সি	-8.14409
▁ব্যবস্থা	-8.14427
▁অঞ্চল	-8.14466
▁৭	-8.14493
▁সর্বোচ্চ	-8.14613
পুর	-8.14849
▁দলে	-8.14909
▁পাকিস্তান	-8.14954
▁স্কুল	-8.15171
▁করেছিল	-8.15997
▁এমন	-8.16342
▁উইকেট	-8.16449
▁বি	-8.16462
▁৮	-8.1672
▁সম্পর্কে	-8.16874
▁জানুয়ারি	-8.17142
▁স	-8.17235
▁অঞ্চলের	-8.17443
▁১৪	-8.1779
▁২০	-8.1789
▁অক্টোবর	-8.18102
▁হলেন	-8.18379
▁মানুষের	-8.18486
▁২০০১	-8.1882
▁নভেম্বর	-8.18932
▁বিষয়ে	-8.19176
▁এলাকায়	-8.1931
▁খেলার	-8.19356
ব	-8.19405
গুলির	-8.19574
▁সেরা	-8.19603
মা	-8.19812
▁মানুষ	-8.19886
▁পাশাপাশি	-8.19915
▁তৃতীয়	-8.19975
▁আরো	-8.20063
▁১৩	-8.20437
িত	-8.20682
নি	-8.20778
”	-8.20865
▁১৬	-8.21656
▁বয়সে	-8.22053
▁সেপ্টেম্বর	-8.22378
▁মতে	-8.22399
▁২০১৪	-8.22496
▁বিভাগে	-8.23131
▁নি	-8.23203
▁১১	-8.23754
▁আইন	-8.23777
▁রাজ্য	-8.23826
▁রাজনৈতিক	-8.23934
▁সি	-8.24046
▁জয়	-8.24774
▁স্থানীয়	-8.2491
▁নেয়	-8.25169
দ্য	-8.25227
▁২০১২	-8.25287
▁সারা	-8.25364
▁স্বাধীনতা	-8.25398
পা	-8.25609
▁মুসলিম	-8.26397
▁নদীর	-8.26541
▁চরিত্রে	-8.26833
▁রাজধানী	-8.2689
▁জীবন	-8.27067
▁গঠন	-8.2708
৩	-8.27151
▁মৌসুমে	-8.27405
▁কয়েকটি	-8.27612
▁অন্তর্গত	-8.27729
▁বিশ্বের	-8.27849
▁ভূমিকা	-8.27886
▁তথ্য	-8.27955
▁কি	-8.28118
▁প্রতিষ্ঠা	-8.28154
জন্ম	-8.28187
▁হলেও	-8.28349
▁পরবর্তী	-8.28611
▁আগস্ট	-8.28704
বা	-8.29589
▁২০১৩	-8.29735
▁মহিলা	-8.30246
▁খেলা	-8.30361
▁সদর	-8.30449
▁এটা	-8.30526
▁পরিবর্তন	-8.30565
▁৯	-8.30673
▁সম্পর্ক	-8.30869
শ	-8.31053
▁নিজের	-8.3117
▁চার	-8.31478
▁ফিরে	-8.31522
▁পরাজিত	-8.31568
▁ফেব্রুয়ারি	-8.31597
▁২০১০	-8.31655
▁যেতে	-8.32224
▁বিশ্ব	-8.32252
▁দেশ	-8.32571
▁সরকারি	-8.32697
▁মুক্তি	-8.3274
টা	-8.32844
▁শহরে	-8.32851
▁ই	-8.32864
▁স্থানে	-8.3301
▁আধুনিক	-8.33228
▁আসেন	-8.33518
▁চালু	-8.33837
")	-8.34025
ড	-8.34317
▁হিন্দু	-8.3438
▁প্রাথমিক	-8.3476
▁লেখা	-8.35047
িং	-8.35095
▁থেকেই	-8.35265
▁যুদ্ধে	-8.35437
▁মাঝে	-8.35574
▁ফুটবল	-8.35854
▁রচনা	-8.36083
▁২০০৮	-8.36107
▁৩০	-8.36252
কা	-8.36373
▁সরকারের	-8.36475
▁সঙ্গীত	-8.36716
▁যারা	-8.36754
ট	-8.36958
▁সুযোগ	-8.37307
▁মৃত্যু	-8.3766
▁নেই	-8.37778
▁প্রতিষ্ঠান	-8.37949
▁২০১৫	-8.38334
▁নিউ	-8.38378
▁পরিচালক	-8.38517
ং	-8.38545
▁মন্দির	-8.39268
▁ডি	-8.39322
▁শ্রেষ্ঠ	-8.39359
▁অভিষেক	-8.3947
▁সামরিক	-8.40161
▁রাখা	-8.40225
▁ধারণা	-8.40745
িয়া	-8.40768
▁গবেষণা	-8.40773
▁বহু	-8.40899
▁গেছে	-8.41629
▁যদি	-8.42104
▁ভাষার	-8.42129
▁ভাগ	-8.42262
▁বৃদ্ধি	-8.42459
৪	-8.42588
▁জনসংখ্যার	-8.42863
▁২০১৬	-8.43505
▁১৭	-8.43625
▁ধর্ম	-8.43705
▁অধীনে	-8.43721
▁পুত্র	-8.43724
▁তাঁদের	-8.43824
▁২০০৯	-8.43866
▁বিমান	-8.43907
▁এম	-8.4406
িক	-8.44115
▁খ্রিস্টাব্দে	-8.4428
▁ভারতে	-8.44451
▁ব্যক্তি	-8.44672
▁ভাবে	-8.44684
▁একে	-8.44696
▁টেস্টে	-8.44739
▁দু	-8.44867
▁ফুট	-8.45018
▁হাজার	-8.45039
▁যাতে	-8.45056
▁ক্লাব	-8.45394
লি	-8.45711
▁স্থাপন	-8.45921
লা	-8.45991
সা	-8.46061
গুলোর	-8.46217
▁শব্দ	-8.46392
▁কলকাতা	-8.46503
▁এরা	-8.46568
▁ইসলাম	-8.46609
▁আক্রমণ	-8.47104
▁মৃত্যুর	-8.47112
▁প্রভাব	-8.47142
▁আ	-8.47277
▁হাতে	-8.47346
▁তালিকা	-8.47523
▁নামের	-8.47855
▁ভাই	-8.47916
▁অবস্থায়	-8.47935
▁চলচ্চিত্রের	-8.4796
▁বিভাগের	-8.47962
▁১৮	-8.48135
▁২০০৬	-8.4815
▁পরিণত	-8.48402
শ্রেণীর	-8.48626
▁প্রচলিত	-8.48715
মি	-8.4879
▁একটা	-8.49124
▁জানা	-8.49156
▁উন্নয়ন	-8.49177
▁হওয়া	-8.4921
▁চট্টগ্রাম	-8.49448
▁একমাত্র	-8.49815
৷	-8.49955
▁নারীদের	-8.5013
▁মিলিয়ন	-8.50225
▁পিতা	-8.50353
▁অভিনেতা	-8.50695
▁তুলে	-8.50788
▁যুক্তরাষ্ট্রের	-8.5086
▁দিতে	-8.50921
▁বিজ্ঞান	-8.51044
▁তৈরী	-8.51092
▁অভিনেত্রী	-8.51104
▁ওপর	-8.5126
▁শিল্প	-8.51311
▁দেশে	-8.5132
▁পরিবারের	-8.51636
▁বই	-8.51947
▁২০০৭	-8.52544
▁উভয়	-8.52675
▁খেলোয়াড়	-8.52798
▁ছিলো	-8.53186
▁স্ত্রী	-8.53379
▁দিক	-8.54006
▁অধিকাংশ	-8.54179
▁পাকিস্তানের	-8.5429
▁আলী	-8.54353
৬	-8.54649
▁বাস	-8.54812
▁১৯৭১	-8.5524
▁ভিত্তি	-8.55263
▁বিশ্বাস	-8.5534
▁যেটি	-8.55403
▁যুদ্ধের	-8.55494
▁নামকরণ	-8.55578
▁বাবা	-8.55664
▁রচিত	-8.5567
▁গড়	-8.55918
▁গ্রাম	-8.55934
▁সামাজিক	-8.56005
▁ইংল্যান্ড	-8.56304
▁করলে	-8.56698
▁and	-8.56953
রি	-8.56984
▁২৫	-8.56999
▁২০১৮	-8.57546
▁ক্ষমতা	-8.57653
▁বিভাগ	-8.57782
▁মারা	-8.57815
▁ছবি	-8.58322
▁দুইটি	-8.58346
▁পাঁচ	-8.58389
▁২০১৭	-8.58668
▁তৎকালীন	-8.5871
▁পানি	-8.58899
▁বিশিষ্ট	-8.59163
গ	-8.59407
কারী	-8.59461
▁২৪	-8.59673
▁নির্দিষ্ট	-8.60227
▁সক্ষম	-8.6027
▁গ্রামে	-8.60632
▁সংস্থা	-8.6083
তার	-8.60851
▁অধিক	-8.60971
▁কেন্দ্রীয়	-8.61076
▁থাকা	-8.61144
▁রহমান	-8.61287
▁ধর্মীয়	-8.61671
▁বর্ণনা	-8.61903
▁পর্যায়ে	-8.61913
জি	-8.62008
▁র	-8.62313
▁ইংরেজি	-8.62367
▁সম্পন্ন	-8.62708
▁প্রশাসনিক	-8.62949
▁বিষয়	-8.63008
▁এখন	-8.63018
▁অর্থাৎ	-8.6304
▁ছাত্র	-8.63132
▁চেষ্টা	-8.63164
▁লোক	-8.63191
▁বিয়ে	-8.63248
▁তে	-8.63276
▁ওয়েস্ট	-8.63483
▁মাস	-8.63625
▁শক্তি	-8.63654
▁ইতিহাস	-8.63725
দ	-8.64248
▁আরব	-8.64939
▁গিয়ে	-8.6502
▁(;	-8.65065
▁সংসদ	-8.6507
▁[[	-8.65214
▁অধিকার	-8.65682
▁একক	-8.6569
▁পুরুষদের	-8.65766
▁১৯	-8.65784
▁সাহিত্য	-8.65981
য়ে	-8.66125
▁সন্তান	-8.66137
▁মান	-8.66343
▁বলতে	-8.66347
▁বের	-8.66427
▁বসবাস	-8.66451
প	-8.66455
▁স্টেশন	-8.66493
▁এসে	-8.66642
শে	-8.6671
▁ব্যাপক	-8.66801
▁ডিগ্রি	-8.66861
▁সংগ্রহ	-8.66995
▁চারটি	-8.67002
▁ভিন্ন	-8.67034
▁দীর্ঘ	-8.6706
▁পদ্ধতি	-8.67284
▁কার্যক্রম	-8.67678
▁চেয়ে	-8.67682
▁সিদ্ধান্ত	-8.6769
▁দক্ষিণে	-8.6774
▁ইংরেজ	-8.67847
▁হতো	-8.6786
▁উত্তরে	-8.67939
▁বিশ্ববিদ্যালয়ে	-8.67956
▁অস্ট্রেলিয়া	-8.68225
▁প্রবেশ	-8.68236
▁হয়নি	-8.68487
▁দশকে	-8.68558
▁লেখক	-8.68587
▁বাংলাদেশে	-8.6876
▁দখল	-8.68854
তম	-8.68893
▁টেলিভিশন	-8.68895
▁বিবাহ	-8.69076
▁সাহায্য	-8.6909
▁দেখতে	-8.69101
▁২৩	-8.69628
▁জীবনের	-8.69658
▁বাহিনী	-8.7005
▁ঘটনা	-8.70059
]]	-8.70066
▁লাল	-8.70105
▁সময়ের	-8.70557
▁পশ্চিমে	-8.70577
▁রায়	-8.70757
▁বয়সী	-8.70812
▁কাজে	-8.7083
▁নির্বাচনে	-8.71041
▁বন্ধ	-8.7113
▁ঐতিহাসিক	-8.71201
▁রেকর্ড	-8.71251
ডি	-8.71341
সমূহ	-8.71342
▁বৌদ্ধ	-8.71705
▁শাহ	-8.71754
▁হত্যা	-8.72107
▁মাধ্যমিক	-8.72472
▁বৃহত্তম	-8.72589
০	-8.72644
▁শিক্ষক	-8.72677
▁কবি	-8.72729
▁অ্যান্ড	-8.72759
▁বিভক্ত	-8.72784
লে	-8.72943
হ	-8.73086
▁প্রতিযোগিতায়	-8.73393
▁প্রতিটি	-8.73437
▁সাবেক	-8.74052
▁চৌধুরী	-8.74331
–	-8.74364
▁২১	-8.74368
▁পৃথিবীর	-8.74498
▁কয়েক	-8.7451
▁করছে	-8.74534
▁সাদা	-8.7465
৭	-8.74949
%,	-8.75051
▁ইন	-8.75178
▁সম্পূর্ণ	-8.75283
▁২০০৫	-8.7531
▁শুধুমাত্র	-8.75433
▁পরিবার	-8.75481
গণ	-8.75576
▁সম্ভব	-8.75662
▁প্রতিনিধিত্ব	-8.75784
▁জন্যে	-8.75855
▁প্রজাতির	-8.76311
▁কালো	-8.76484
▁শেষে	-8.76896
▁পরিমাণ	-8.76908
▁রাষ্ট্রপতি	-8.76962
▁পরিকল্পনা	-8.77027
বার	-8.77155
▁আই	-8.77261
▁আলাদা	-8.77264
▁২২	-8.77301
▁২৬	-8.77353
আ	-8.77402
▁বার	-8.77465
▁in	-8.77473
৮	-8.77476
▁নিজ	-8.77483
▁তাঁরা	-8.77627
▁বোলিং	-8.77645
▁ক্রিকেটার	-8.77713
▁জেলায়	-8.778
▁মসজিদ	-8.77822
জন	-8.78045
▁রেল	-8.78059
▁ধরা	-8.78079
▁পরবর্তীকালে	-8.78206
▁গোল	-8.7823
▁অধ্যাপক	-8.78315
▁ভর্তি	-8.78323
▁তুলনায়	-8.78342
▁লক্ষ্য	-8.78445
▁কম্পিউটার	-8.7849
▁নং	-8.78574
▁সমগ্র	-8.78606
▁লক্ষ	-8.78648
কি	-8.79279
▁উচ্চতা	-8.79288
▁বাইরে	-8.7939
▁–	-8.79412
▁জি	-8.79432
▁পি	-8.795
▁এস	-8.79644
▁নির্দেশ	-8.797
▁সু	-8.79718
কার	-8.7973
▁ইংল্যান্ডের	-8.80082
য়ের	-8.80138
▁মনোনীত	-8.80165
▁শতাব্দীর	-8.80171
ফ	-8.80197
▁খ্রিষ্টাব্দে	-8.80202
▁২০০৪	-8.80223
▁বল	-8.80262
▁ধরণের	-8.80597
▁এলাকার	-8.80603
▁সমস্ত	-8.80762
▁৫০	-8.80924
▁হয়েছিলেন	-8.80932
▁চলচ্চিত্রটি	-8.80976
▁করত	-8.80982
▁উদ্দেশ্যে	-8.81052
▁প্রয়োজন	-8.81054
▁ইবনে	-8.81261
▁পুনরায়	-8.81465
▁ভবন	-8.81554
▁করবে	-8.81826
"-	-8.81874
▁৫৯	-8.82022
▁পা	-8.82093
▁সংযুক্ত	-8.8216
▁মুহাম্মদ	-8.82208
▁প্রদেশ	-8.82308
াল	-8.82337
▁জার্মান	-8.8254
▁নিযুক্ত	-8.82668
▁অত্যন্ত	-8.82725
▁প্রদেশের	-8.8277
▁শতকের	-8.82867
▁নির্বাচন	-8.82877
▁দ্রুত	-8.82955
|	-8.82988
▁ওঠে	-8.83121
▁গ্রন্থ	-8.83287
▁নিজস্ব	-8.83364
▁উপন্যাস	-8.83431
▁যোগাযোগ	-8.83468
▁অর্থনৈতিক	-8.83654
▁শব্দটি	-8.83666
▁করছেন	-8.84233
▁বাজার	-8.84453
▁রূপ	-8.84476
ভ	-8.84499
▁২৭	-8.84602
▁লীগ	-8.84631
▁|	-8.84824
َ	-8.85058
▁তারপর	-8.8517
▁আয়তন	-8.85321
▁জীবনে	-8.85328
▁২০০০	-8.85587
▁ছাড়া	-8.85599
▁লা	-8.86175
▁নিকট	-8.86203
▁অভিনয়ের	-8.86634
▁প্রতিযোগিতা	-8.86689
▁বাংলার	-8.86697
▁ছবিতে	-8.86753
▁যৌন	-8.86863
▁সড়ক	-8.87074
▁পারেন	-8.87302
▁যাত্রা	-8.87351
ু	-8.87899
▁কিংবা	-8.87909
▁২৮	-8.87911
▁নানা	-8.87924
দা	-8.88204
ঁ	-8.88363
▁মোহাম্মদ	-8.88605
▁কোম্পানি	-8.88747
▁দেবী	-8.88766
▁আসন	-8.88811
▁বর্গ	-8.88923
▁কাছ	-8.88927
্স	-8.8893
▁পুলিশ	-8.88937
▁কেউ	-8.8899
▁রাষ্ট্র	-8.89017
▁বিমানবন্দর	-8.89084
▁একাধিক	-8.89179
▁পরিষদ	-8.89234
পূর্ব	-8.89249
▁স্বাধীন	-8.89469
▁কলেজে	-8.89791
সে	-8.9012
▁সাম্রাজ্যের	-8.90171
▁আন্দোলন	-8.90259
▁চতুর্থ	-8.90455
▁বিস্তৃত	-8.9077
স্	-8.90779
য়া	-8.90801
▁পদে	-8.90879
▁অস্ট্রেলিয়ার	-8.91047
▁সম্রাট	-8.91075
▁পথ	-8.91249
▁স্নাতক	-8.91264
▁শাখা	-8.91523
▁আমি	-8.91594
▁যোগদান	-8.91743
▁বাহিনীর	-8.91773
▁কোটি	-8.91808
▁ব্যক্তিগত	-8.91946
▁a	-8.91969
কো	-8.92142
▁সহায়তা	-8.92212
▁জুড়ে	-8.92413
▁প্রভৃতি	-8.92637
▁প্রথমে	-8.92744
▁প্রাপ্ত	-8.92976
▁আহমেদ	-8.93005
উ	-8.93139
▁উপ	-8.9314
▁বৈশিষ্ট্য	-8.93308
▁১০০	-8.93308
▁খেলেন	-8.93373
▁শিশু	-8.93437
▁১৯৯০	-8.93472
▁চুক্তি	-8.93482
▁২০০৩	-8.93517
▁গল্প	-8.93595
▁হবার	-8.9362
▁ধীরে	-8.93627
▁খাদ্য	-8.93646
▁চাইতে	-8.93762
▁সোভিয়েত	-8.93796
▁২৯	-8.93876
▁শেখ	-8.9393
ed	-8.94288
▁বিজয়ী	-8.945
▁ছবিটি	-8.94559
▁অংশে	-8.94703
ুল	-8.949
▁প্রস্তাব	-8.94928
▁ম্যাচ	-8.95076
▁পরিচয়	-8.95102
▁সমর্থন	-8.95243
▁জল	-8.95314
▁হাত	-8.95353
▁ইউ	-8.95493
▁প্রমাণ	-8.95807
▁("	-8.95839
▁যাওয়া	-8.95842
▁বিশাল	-8.9585
▁নেতা	-8.95871
দি	-8.9593
এম	-8.95991
পি	-8.96166
্য	-8.96302
▁ফরাসি	-8.96494
▁পদক	-8.96627
▁মাছ	-8.96643
▁কাজের	-8.96666
▁সরাসরি	-8.967
▁ছেলে	-8.97099
▁একাডেমি	-8.97353
▁নেতৃত্বে	-8.9736
▁প্রাকৃতিক	-8.97406
৯	-8.97499
▁চিহ্নিত	-8.97514
▁ছাড়াও	-8.97673
▁মাইল	-8.97812
▁উৎস	-8.97856
অ	-8.979
▁নিজেদের	-8.98087
▁to	-8.9878
▁মডেল	-8.98902
▁স্কুলে	-8.9893
▁উঠে	-8.9903
▁বন্দর	-8.99328
▁নিতে	-8.9938
▁আমেরিকান	-8.9939
▁নিয়ন্ত্রণ	-8.99484
▁দশকের	-8.99685
▁কন্যা	-8.99753
▁বয়স	-8.99754
▁এসেছে	-8.99797
▁ভূমিকায়	-8.99864
▁উৎপাদন	-8.99908
▁সেবা	-8.99984
▁ইতিহাসে	-8.99986
▁১৯৮০	-8.99996
▁কংগ্রেসের	-9.00034
▁শুধু	-9.0008
▁প্র	-9.00292
▁নিজেকে	-9.00567
তি	-9.00588
▁আয়োজন	-9.00636
▁আন্দোলনের	-9.00745
▁ছয়	-9.0077
নো	-9.00793
মান	-9.00811
▁প্রধানমন্ত্রী	-9.00898
▁বিধানসভা	-9.00943
টিকে	-9.01171
▁চা	-9.01309
▁সিটি	-9.01518
▁আফ্রিকা	-9.01731
▁দূরে	-9.02029
▁আবু	-9.02099
বে	-9.02107
▁ব্যাখ্যা	-9.02115
▁পিতার	-9.02247
ভি	-9.02468
▁বিদ্যমান	-9.0249
▁চরিত্র	-9.02497
▁স্বীকৃতি	-9.02599
▁দাবি	-9.02765
▁বাংলাদেশী	-9.02857
▁পরিচিতি	-9.0293
▁পরীক্ষা	-9.02931
▁কাউন্টি	-9.02992
▁বাড়ি	-9.03079
▁আদমশুমারি	-9.03192
▁সফরে	-9.03217
▁জেনারেল	-9.03266
▁হাই	-9.03355
▁একদিনের	-9.0342
▁পণ্য	-9.03433
▁ক	-9.03481
▁১৯৭০	-9.03514
▁জন্মগ্রহণকারী	-9.03537
▁অবসর	-9.0357
▁শাসন	-9.0383
▁২০০২	-9.03842
▁ড	-9.03912
▁তত্ত্ব	-9.0393
▁সম্পাদক	-9.03939
▁অনুষ্ঠান	-9.03967
▁পশ্চিমবঙ্গ	-9.04095
চ	-9.04191
▁সমস্যা	-9.04359
▁যাওয়ার	-9.04437
▁দৈর্ঘ্য	-9.04482
ভিত্তিক	-9.04655
▁মাসের	-9.04703
▁থাকতে	-9.04738
▁ইনিংসে	-9.0495
▁এন্ড	-9.05035
▁১৯৯৬	-9.05113
▁রেখে	-9.05177
▁থাকার	-9.05257
▁রাখেন	-9.05347
▁পৃথক	-9.05432
▁কখনো	-9.05515
পো	-9.05686
▁কলকাতার	-9.05698
▁খুবই	-9.05801
▁আরেকটি	-9.05826
▁চীনের	-9.05993
▁টাকা	-9.06298
▁গানের	-9.06308
▁ডিগ্রী	-9.0639
▁জড়িত	-9.06528
▁পূর্ণ	-9.06581
▁উপাদান	-9.06649
▁তথা	-9.0666
মূলক	-9.06661
▁সফল	-9.06708
▁দেখে	-9.06768
▁সাংস্কৃতিক	-9.06826
▁সভাপতি	-9.06882
১৭	-9.07205
▁সুবিধা	-9.07285
▁কেবল	-9.07424
রূপে	-9.0748
▁রেলওয়ে	-9.07625
▁রাখে	-9.07668
▁কৃষি	-9.0778
▁কবিতা	-9.07784
▁বাঙালি	-9.07824
জা	-9.07952
▁হোসেন	-9.0798
▁প্রতিষ্ঠাতা	-9.08093
▁ব্যাপারে	-9.081
▁প্রশিক্ষণ	-9.08321
কৃত	-9.08355
▁সম্পর্কিত	-9.08407
▁অবদান	-9.08583
▁পৌরসভা	-9.08602
▁মনোনয়ন	-9.0868
▁ব্যাটসম্যান	-9.08813
▁জে	-9.08959
▁এসব	-9.08971
▁ধারণ	-9.09024
ম্যান	-9.0903
▁শহীদ	-9.0923
▁সর্বাধিক	-9.09253
▁১৯৯১	-9.09267
▁এল	-9.09277
▁নিয়মিত	-9.09283
▁হক	-9.09308
▁সংস্করণ	-9.09475
n	-9.09538
▁ফল	-9.09802
▁মি	-9.09826
▁ফুল	-9.09851
▁গ্রুপ	-9.09968
▁প্রতীক	-9.10143
▁অলিম্পিক	-9.10271
▁প্রচুর	-9.10295
▁ঠিক	-9.10326
▁উদ্দেশ্য	-9.10376
▁ছড়িয়ে	-9.10493
▁নিয়োগ	-9.10546
d	-9.10572
▁এমনকি	-9.10614
ণ	-9.10871
▁উক্ত	-9.11044
▁পদ	-9.11195
▁মুক্ত	-9.11246
▁নিচে	-9.11288
টিতে	-9.11379
▁রে	-9.11408
▁ভাল	-9.11522
▁বিন	-9.11523
▁আমার	-9.11578
▁তালিকায়	-9.11619
▁ডলার	-9.11728
▁পাখি	-9.11834
▁দি	-9.1195
▁মানব	-9.11962
▁যাবে	-9.11977
▁আফ্রিকার	-9.12018
▁আবদুল	-9.12223
▁পাশে	-9.12331
নের	-9.12333
এই	-9.12457
▁ছেড়ে	-9.12497
▁বিবেচনা	-9.12512
▁আলোচনা	-9.12652
▁শিল্পী	-9.12672
▁প্রথমবারের	-9.12782
▁সক্রিয়	-9.13017
▁মর্যাদা	-9.13039
▁বছরে	-9.13056
▁পড়েন	-9.13132
▁চীন	-9.13306
থ	-9.13373
▁অপর	-9.13396
▁দে	-9.13409
▁চূড়ান্ত	-9.13426
▁সিরিজের	-9.13455
▁প্রদর্শন	-9.13524
▁নাটক	-9.13528
▁৪০	-9.13593
১০	-9.13657
▁শিক্ষার	-9.13669
▁শতাংশ	-9.13682
▁জয়ী	-9.13699
▁১৯৬০	-9.1371
▁যুক্তরাষ্ট্র	-9.13719
▁৩১	-9.13854
▁রক্ষা	-9.13934
▁ইউরোপীয়	-9.14172
▁উপরে	-9.14383
▁সাত	-9.14448
▁কাহিনী	-9.14523
▁সেনাবাহিনীর	-9.14597
▁রাজ	-9.14689
ির	-9.14704
▁জ্ঞান	-9.1478
▁ফেলে	-9.14841
▁অন্যদিকে	-9.14931
▁লম্বা	-9.14957
▁উৎসব	-9.14974
▁:	-9.15001
▁পার্থক্য	-9.1521
▁উপস্থিত	-9.15222
▁গ্রামের	-9.15406
▁নীল	-9.15493
১৮	-9.15853
▁মেয়ে	-9.15898
▁অবস্থা	-9.15916
▁নিহত	-9.15957
▁শক্তিশালী	-9.16009
▁১৯৭২	-9.16106
▁বিশ্বকাপ	-9.16146
▁সেন	-9.16292
▁চিকিৎসা	-9.16317
▁আক্রান্ত	-9.16326
গুলিতে	-9.16576
▁পশ্চিমবঙ্গের	-9.1662
▁বেশিরভাগ	-9.16627
▁সংরক্ষিত	-9.1686
▁বীর	-9.16935
▁এন	-9.1705
▁নামেও	-9.1719
▁প্রজাতি	-9.17196
▁১৯৯৯	-9.17205
▁মৌলিক	-9.17207
▁রানের	-9.17267
▁সিরিজ	-9.17756
লো	-9.17833
▁সামনে	-9.17866
এস	-9.17869
▁জর্জ	-9.17909
গত	-9.18068
▁পুরো	-9.18203
▁সা	-9.18299
▁যাদের	-9.18355
▁ভি	-9.1842
▁রঙের	-9.18451
▁১৯৯৮	-9.18479
▁বিষয়ক	-9.18625
▁জাহাজ	-9.18696
▁ত্যাগ	-9.1887
▁সুলতান	-9.19009
▁রোগ	-9.1901
খ	-9.19031
▁নিরাপত্তা	-9.19129
সমূহের	-9.19245
যুক্ত	-9.19307
▁পথে	-9.19421
▁নেতৃত্ব	-9.19434
নে	-9.19496
▁অবশ্য	-9.19501
ইংরেজি	-9.19534
▁পেয়ে	-9.19628
১৫	-9.19669
▁সংগঠন	-9.19805
▁দান	-9.19927
▁চন্দ্র	-9.19978
▁প্রয়োগ	-9.20205
▁মূলতঃ	-9.20333
▁চিত্র	-9.2047
▁সংস্কৃতি	-9.20691
রে	-9.20701
▁বৈজ্ঞানিক	-9.20749
▁ভালো	-9.20797
▁লি	-9.20841
▁পার্টি	-9.20879
▁খাবার	-9.20941
▁ইউনিভার্সিটি	-9.21169
▁আবিষ্কার	-9.21202
▁কাপ	-9.21286
▁ঢাকার	-9.21312
A	-9.21342
▁বোর্ড	-9.2135
▁ঘরোয়া	-9.21381
গা	-9.21439
▁নকশা	-9.21613
▁এশিয়া	-9.21669
▁লিখেছেন	-9.21695
▁গ্রিক	-9.21731
▁=	-9.21753
▁যুগের	-9.21961
▁হওয়ায়	-9.22031
▁সংসদের	-9.22159
a	-9.22232
▁থানার	-9.2228
▁অল্প	-9.22388
▁কুমার	-9.22549
▁পরের	-9.22588
▁ব্যর্থ	-9.22679
▁অতিক্রম	-9.22816
▁ইসলামী	-9.22864
▁তন্মধ্যে	-9.2294
▁লীগের	-9.23002
▁পুরস্কারের	-9.2305
▁পরিবর্তে	-9.23053
▁জনপ্রিয়তা	-9.23061
▁সাম্রাজ্য	-9.23083
▁পাঁচটি	-9.23189
▁নেয়া	-9.23267
▁রাজশাহী	-9.23338
▁শিকার	-9.23435
▁সেন্ট	-9.23446
▁সরকারী	-9.2351
▁অধিনায়ক	-9.23692
▁হয়েছেন	-9.23692
▁ন্যাশনাল	-9.23813
▁সমাজ	-9.23958
▁অতি	-9.24001
▁কর	-9.24079
▁সর্বশেষ	-9.24204
▁স্থাপিত	-9.24223
▁নিশ্চিত	-9.24248
▁শতাব্দীতে	-9.24251
▁ছবির	-9.24295
িন	-9.2433
▁ধ্বংস	-9.24335
▁কলেজের	-9.2434
▁পাশ	-9.24563
▁১৯৯২	-9.24813
▁প্রধানত	-9.24904
▁মায়ের	-9.24929
▁সাহায্যে	-9.24943
▁ফিফা	-9.25217
▁কা	-9.2543
▁বেড়ে	-9.25457
▁শুরুতে	-9.25467
▁চীনা	-9.25477
▁উন্নত	-9.25519
▁১৯৫০	-9.2556
▁কখনও	-9.25577
▁সিস্টেম	-9.25606
▁নির্ভর	-9.25607
▁বোন	-9.2562
মো	-9.25674
▁সম্ভবত	-9.25799
▁নম্বর	-9.25801
▁শতকে	-9.25848
▁রঙ	-9.25909
▁সম্প্রদায়ের	-9.25922
▁বেশী	-9.25924
▁প্রাণী	-9.2601
▁আসা	-9.26075
▁নগর	-9.26146
▁প্রবাহিত	-9.26197
▁বৃহৎ	-9.26314
▁আমাদের	-9.26352
▁সমান	-9.2636
▁ব	-9.26451
▁ব্যাংক	-9.26599
▁লাইন	-9.26634
▁পরিসংখ্যান	-9.26691
▁গুলি	-9.26727
হা	-9.26771
▁বাধ্য	-9.26947
▁পড়াশোনা	-9.27063
▁দর্শন	-9.27118
▁কাছাকাছি	-9.27209
▁পেশাদার	-9.27216
▁সমতল	-9.2754
▁স্বামী	-9.27679
▁)	-9.27776
▁নেওয়া	-9.27806
ান	-9.27886
▁ধারাবাহিক	-9.27902
▁এখনও	-9.27919
▁পাকিস্তানি	-9.28071
ছে	-9.28169
▁১৯৪৭	-9.28318
▁ব্যবসা	-9.28338
১৬	-9.28394
▁বিরোধী	-9.28646
▁প্রযুক্তি	-9.2881
▁কো	-9.28923
▁জেমস	-9.28961
▁আঘাত	-9.29073
▁দলটি	-9.29245
y	-9.2964
▁অনুবাদ	-9.29803
▁অতিরিক্ত	-9.29837
▁রোমান	-9.30096
▁বাণিজ্যিক	-9.30096
▁যুক্তরাষ্ট্রে	-9.30132
▁রাম	-9.30164
▁ভিত্তিতে	-9.30179
▁ক্রীড়া	-9.3031
১২	-9.3031
▁ন্যায়	-9.3034
▁১টি	-9.3039
▁অধ্যয়ন	-9.30411
▁পরিবহন	-9.30425
▁পঞ্চম	-9.30438
▁অ্যালবাম	-9.30631
▁ব্যবধানে	-9.30632
▁আয়	-9.30737
▁আইসিসি	-9.30792
তো	-9.30912
▁করলেও	-9.30926
▁শিরোপা	-9.31081
▁সংক্রান্ত	-9.31096
▁নীতি	-9.31151
▁স্থায়ী	-9.3116
▁জানান	-9.31279
▁গুরুত্ব	-9.31289
ing	-9.31332
▁ক্লাবের	-9.31473
সু	-9.315
▁ধর্মের	-9.31543
▁টিভি	-9.3157
▁০	-9.31572
▁১৯৯৭	-9.31593
▁সমুদ্র	-9.31611
▁রাজনীতিবিদ	-9.31628
কালীন	-9.31683
▁প্রকার	-9.31849
▁মৃত্যুবরণ	-9.31866
▁আদি	-9.31954
▁শ্রী	-9.3215
▁ইন্ডিয়া	-9.32165
▁আকারে	-9.32199
মে	-9.32247
▁নিম্ন	-9.32263
কাল	-9.32323
▁বর্ষপঞ্জীর	-9.32349
e	-9.32392
▁মো	-9.32416
রো	-9.32511
▁সিলেট	-9.32621
▁দ্বীপ	-9.32687
▁এগুলো	-9.3272
কু	-9.32733
▁দলকে	-9.32811
▁আসছে	-9.32817
▁৬০	-9.33267
▁ফর	-9.33319
▁আমরা	-9.33499
▁সর্বপ্রথম	-9.33502
১৪	-9.33597
▁প্রকল্প	-9.33598
▁মন্দিরের	-9.3363
▁নির্মাণের	-9.33676
▁জমিদার	-9.33687
▁দিয়েছেন	-9.33814
▁বাণিজ্য	-9.33823
▁ভূমি	-9.33831
সের	-9.33878
▁পত্রিকা	-9.33904
▁উদ্ভিদ	-9.33921
▁বে	-9.33951
▁দশ	-9.34002
▁বাড়িতে	-9.34055
▁পার	-9.34074
▁আওতাধীন	-9.341
▁আদর্শ	-9.34112
▁এসময়	-9.34124
▁মুখ	-9.34292
▁এটিকে	-9.34333
▁অ্যা	-9.34489
▁পাতা	-9.3449
▁শুরুর	-9.345
▁মাঠে	-9.34591
▁দিল্লি	-9.34669
গো	-9.34676
▁অবস্থানের	-9.34768
▁গাছ	-9.34787
▁কাল	-9.3488
▁কর্তৃপক্ষ	-9.35033
▁তীরে	-9.35106
▁গেলে	-9.35133
গুলোতে	-9.3516
▁পূজা	-9.35226
▁বোলার	-9.35295
▁কর্মকর্তা	-9.35314
▁সংস্কৃত	-9.35391
▁হিন্দি	-9.35436
▁উইলিয়াম	-9.35629
▁বন্ধু	-9.35772
▁প্রচার	-9.35814
▁সিং	-9.35825
▁এশিয়ার	-9.36109
▁যথেষ্ট	-9.36232
▁পরিবেশ	-9.36345
▁পদার্থ	-9.36407
▁উদাহরণ	-9.36412
▁পরিবারে	-9.36471
১৯	-9.36483
▁শহরটি	-9.3649
▁ম্যাচে	-9.36538
▁বাদ	-9.36541
▁মন্ত্রী	-9.36698
▁অর্থনীতি	-9.36725
▁সেনা	-9.369
▁১৯৮৭	-9.37047
▁কর্মরত	-9.37062
al	-9.37105
▁আছেন	-9.37167
▁বাবার	-9.37188
▁আমেরিকার	-9.3738
▁মাতা	-9.37414
▁সত্য	-9.37427
▁দিয়েছিলেন	-9.37518
▁নোবেল	-9.37576
▁মূর্তি	-9.37672
▁সফলতা	-9.37681
▁এটির	-9.37792
নগর	-9.37816
▁ক্ষুদ্র	-9.37818
▁দেওয়ার	-9.37832
বাদ	-9.37856
▁খেলোয়াড়ী	-9.37897
▁প্রায়ই	-9.38017
▁ব্যবহারের	-9.38031
যা	-9.38039
▁রোড	-9.38064
▁সংঘটিত	-9.38098
▁প্রক্রিয়া	-9.38103
▁রুশ	-9.38109
ভা	-9.38139
▁সঠিক	-9.38327
▁লক্ষ্যে	-9.38366
▁বরং	-9.38424
ছেন	-9.38435
▁থানা	-9.38452
▁উ	-9.38464
▁দিনে	-9.38465
▁শিব	-9.3849
▁শহরটির	-9.38508
▁উৎপত্তি	-9.3851
▁ইউনিয়নে	-9.38557
▁ব্যক্তির	-9.38577
▁রাখার	-9.38586
▁টু	-9.38586
▁মাদ্রাসা	-9.38602
▁ল	-9.38616
▁১৯৮৬	-9.38659
▁প্রত্যেক	-9.38699
▁শব্দের	-9.38747
নং	-9.3878
▁রাখতে	-9.3883
▁কিছুটা	-9.38873
▁যেহেতু	-9.3902
▁১৯৯৫	-9.39226
▁নির্ধারণ	-9.39279
▁কু	-9.39398
▁রি	-9.39404
▁মহা	-9.39591
▁তেল	-9.39719
▁জায়গা	-9.3975
▁প্রভাবিত	-9.39763
▁কিমি	-9.39775
▁আঞ্চলিক	-9.39854
জে	-9.39871
▁দেব	-9.39934
▁বন	-9.39991
▁জায়গায়	-9.40331
▁এগিয়ে	-9.40372
▁বিক্রি	-9.40402
▁চ্যানেল	-9.40573
▁কলকাতায়	-9.40729
▁১৯৮২	-9.40838
▁স্বাস্থ্য	-9.40885
গ্রেগরীয়	-9.40913
▁সূত্র	-9.40935
▁ফলাফল	-9.41086
১১	-9.41268
▁পাস	-9.41337
▁কোনও	-9.4134
▁যুগে	-9.41432
▁কমিটি	-9.41472
▁সেনাবাহিনী	-9.4149
▁আনা	-9.41511
▁সরবরাহ	-9.41604
আই	-9.41721
▁পার্টির	-9.41747
▁অস্ত্র	-9.41925
▁দৈনিক	-9.41932
]	-9.41982
▁১৯৯৪	-9.42008
▁ইস্ট	-9.42051
▁সবুজ	-9.42095
▁কোচ	-9.42133
▁১৯৮৪	-9.42211
▁আবদ্ধ	-9.42214
▁বাকি	-9.42367
▁পানির	-9.42371
৩০	-9.42391
▁সূচনা	-9.42439
▁সর্ব	-9.42479
▁বিল	-9.42552
▁গো	-9.42556
টার	-9.42564
▁এয়ার	-9.42576
▁বোঝায়	-9.42779
১৩	-9.42877
▁হ্রাস	-9.42883
▁ডানার	-9.42919
▁বহন	-9.42998
▁১৯৯৩	-9.43031
▁১৯৩০	-9.43093
▁তাহলে	-9.43108
▁প্রস্তুত	-9.43188
▁প্রতিযোগিতার	-9.43224
▁আট	-9.43244
▁সীমানা	-9.43263
▁সংবাদ	-9.4343
▁বিবেচিত	-9.43468
▁[	-9.43684
▁সময়কালে	-9.43754
▁জমি	-9.43881
▁ম	-9.43936
▁গ্রন্থে	-9.43943
▁সংগীত	-9.44003
▁আকার	-9.44082
▁অভিযোগ	-9.44231
t	-9.44285
▁মধ্যকার	-9.44308
▁আব্দুল	-9.44348
▁গণ্য	-9.44431
▁ওয়ার্ল্ড	-9.4446
-'	-9.44496
ইন	-9.4458
▁জয়লাভ	-9.44581
▁সংখ্যক	-9.44611
মার	-9.44675
▁মালিক	-9.44698
েরা	-9.44715
▁ভ্রমণ	-9.4481
▁পেয়েছে	-9.44822
▁মিল	-9.44861
▁S	-9.44863
▁অভিযান	-9.44945
▁সহকারী	-9.44977
▁তারকা	-9.44985
▁১৯৬৯	-9.45057
▁১৯৭৫	-9.45073
▁ঢাকায়	-9.45126
▁ইনস্টিটিউট	-9.45136
▁অভিহিত	-9.4525
▁অল	-9.45275
▁১৯৬২	-9.45466
েই	-9.45537
▁সিরিজে	-9.45568
২০	-9.45666
▁ব্যাটিং	-9.45951
▁বিপরীতে	-9.45969
▁সফটওয়্যার	-9.46006
▁বিস্তার	-9.4622
▁রূপে	-9.46253
▁বলেছেন	-9.46271
▁মেট্রো	-9.46302
▁বিশ্বযুদ্ধের	-9.46373
▁নামটি	-9.46378
▁বিদ্যালয়ে	-9.46381
▁যন্ত্র	-9.46429
▁১৯৪৮	-9.46503
▁হারিয়ে	-9.46566
▁রাজবংশের	-9.46579
▁১৯৮৩	-9.46581
▁আসার	-9.46741
▁চেয়ারম্যান	-9.4676
▁ভিডিও	-9.46788
▁খেলে	-9.46793
▁প্রাক্তন	-9.46796
▁আওয়ামী	-9.46841
▁জাতি	-9.46853
▁সৈয়দ	-9.46948
▁অধিকারী	-9.4695
শি	-9.46961
▁ভূষিত	-9.47026
▁বস্তু	-9.47028
▁আলি	-9.47262
▁এখানকার	-9.4731
▁অনুমতি	-9.47331
▁তারিখ	-9.47483
▁সংযোগ	-9.4792
▁সাগর	-9.47952
▁আজ	-9.47965
▁প্রদত্ত	-9.48038
▁বিদ্যুৎ	-9.481
▁খুঁজে	-9.4811
▁A	-9.4817
▁অনুসরণ	-9.48175
▁আলো	-9.48209
▁থাকলেও	-9.48238
▁বেগম	-9.4827
▁এরফলে	-9.48368
▁২টি	-9.48421
▁যথাক্রমে	-9.48457
ুর	-9.48459
▁পক্ষ	-9.48464
▁কঠিন	-9.48476
▁গাছের	-9.48536
▁১৯৮৯	-9.48625
▁১৯৭৩	-9.4867
▁formula	-9.48687
▁প্রতিষ্ঠার	-9.48718
'-	-9.488
প্র	-9.4885
▁দিবস	-9.4886
▁শাসক	-9.48918
▁একবার	-9.48944
▁১৯৭৯	-9.48951
▁ঘটনার	-9.49036
হীন	-9.49057
▁১৯৭৭	-9.49063
▁কৃষ্ণ	-9.49213
▁মৌসুম	-9.49342
েও	-9.4941
▁১৯৬৭	-9.49414
▁ম্যান	-9.49419
▁অক্ষাংশ	-9.49451
▁প্রকৃত	-9.49458
▁১৯৮৮	-9.49494
▁ভিত্তিক	-9.49546
▁অস্তিত্ব	-9.49562
▁অনুষ্ঠানে	-9.49667
▁লিখিত	-9.49793
▁সাফল্য	-9.49873
▁যেসব	-9.49925
সন	-9.49966
▁সুর	-9.50083
▁সম্বন্ধে	-9.50093
▁কমিটির	-9.50097
▁আমেরিকা	-9.50118
▁প্রতিষ্ঠানের	-9.50315
▁ডে	-9.50323
▁খাল	-9.50324
▁হিসাব	-9.50383
▁পেয়েছিলেন	-9.50445
▁দেখানো	-9.50529
▁কয়েকজন	-9.50539
▁পাওয়ার	-9.50617
▁সফর	-9.50653
▁জাপানের	-9.50665
▁তম	-9.50666
চি	-9.50798
▁সান	-9.50859
▁৮০	-9.50859
▁সীমান্ত	-9.5086
▁তাদেরকে	-9.50908
▁রাস্তা	-9.5093
▁উৎপন্ন	-9.5097
▁উপজেলায়	-9.51035
▁ইয়র্ক	-9.51086
দার	-9.51093
▁রাসায়নিক	-9.51147
▁বিদ্যালয়ের	-9.51255
▁শীর্ষ	-9.51346
▁তুলেন	-9.514
▁কোম্পানির	-9.51463
▁শান্তি	-9.5147
ওয়া	-9.51588
°	-9.51683
▁আর্থিক	-9.51821
▁ইনিংস	-9.51922
ড়	-9.51951
▁ধারা	-9.52023
▁১৯৮৫	-9.5205
▁বিপ্লবী	-9.52204
▁মহিলাদের	-9.52309
▁বিজয়	-9.52322
বো	-9.52403
▁৭০	-9.52419
▁খরচ	-9.52442
০০	-9.52464
▁পার্ক	-9.5247
▁দূরত্ব	-9.52554
▁বর্ণ	-9.52568
▁৪৮	-9.5257
▁কর্ম	-9.5263
▁নিউজিল্যান্ড	-9.52712
▁আরবি	-9.52769
▁খ্রিস্টাব্দের	-9.5288
▁পর্যবেক্ষণ	-9.52883
▁খানের	-9.52932
▁অগ্রসর	-9.5294
▁নির্বাচনী	-9.52973
▁সৌদি	-9.52995
▁প্রচলন	-9.53013
▁রানে	-9.53124
▁দশক	-9.53175
▁ওয়ার্ড	-9.53199
▁কমে	-9.53296
▁বসু	-9.53315
▁বিশ্বকাপের	-9.53337
▁কংগ্রেস	-9.53382
▁গ্যাস	-9.53415
কালে	-9.53435
▁ব্যক্তিত্ব	-9.53754
▁নিষিদ্ধ	-9.53786
▁পদ্ধতিতে	-9.53793
▁কোড	-9.53816
▁তাপমাত্রা	-9.53874
রাজ	-9.53907
▁কর্মজীবন	-9.53951
▁সংস্কার	-9.53953
▁স্টেট	-9.53965
▁বজায়	-9.53989
▁বেঙ্গল	-9.5399
▁প	-9.54014
▁শেষের	-9.54205
▁মু	-9.54212
▁ইন্ডিয়ান	-9.54249
▁নিয়ম	-9.54346
▁The	-9.54357
▁ব্যান্ড	-9.54498
▁একর	-9.5452
▁সাউথ	-9.54568
▁পছন্দ	-9.54584
▁জাপান	-9.54614
▁অসংখ্য	-9.54641
▁দাবী	-9.54714
▁বসে	-9.54956
▁সংস্থার	-9.55027
▁জটিল	-9.55072
▁জানায়	-9.55134
▁মেডিকেল	-9.55171
▁মন	-9.55253
▁বার্ষিক	-9.55365
▁রকম	-9.55419
▁দেয়ার	-9.55449
▁হাসান	-9.5547
▁ফিল্ম	-9.55541
▁শ্রেণীর	-9.5561
▁খেলেছেন	-9.55612
▁থাকবে	-9.55628
▁অবদানের	-9.55841
▁হে	-9.55932
▁পরীক্ষায়	-9.56046
▁মুখে	-9.56233
▁গভীর	-9.56433
▁ওই	-9.56481
▁মুক্তিপ্রাপ্ত	-9.56548
▁অংশগ্রহণের	-9.5658
েন	-9.56674
▁সত্ত্বেও	-9.5674
▁ইন্ডিজ	-9.5679
▁আসলে	-9.56813
▁১৯৭৪	-9.57011
▁মানসিক	-9.57021
▁ইতিহাসের	-9.57069
▁সমালোচনা	-9.57075
▁টুয়েন্টি২০	-9.57102
রাম	-9.57172
▁গ্রীষ্মকালীন	-9.57229
▁রাষ্ট্রীয়	-9.57248
▁২য়	-9.5728
▁আনুমানিক	-9.57288
▁গুরু	-9.57393
▁১৯৭৬	-9.57467
▁প্রেসিডেন্ট	-9.57602
▁তেমন	-9.5762
▁পঞ্চায়েত	-9.57668
▁ইসলামের	-9.57759
▁কিনা	-9.58044
▁ব্যবস্থার	-9.58062
▁১৯৭৮	-9.58232
▁১৯৫২	-9.58328
▁যুগ	-9.58354
▁ক্ষেত্র	-9.58409
ীর	-9.58416
▁ডেভিড	-9.58437
▁নেটওয়ার্ক	-9.58458
▁হা	-9.58478
▁৫২	-9.58563
▁এভাবে	-9.58701
▁পেয়েছেন	-9.58761
▁পালিয়ে	-9.58772
▁কৌশল	-9.58812
টো	-9.58821
ড়া	-9.59029
▁বাংলায়	-9.59059
▁চালিয়ে	-9.59082
▁প্রয়োজনীয়	-9.59097
য	-9.59099
গুলোকে	-9.59263
▁১৯৬৫	-9.59303
▁আহত	-9.59351
▁জেলাটি	-9.59374
▁বিজ্ঞানী	-9.59374
▁সেতু	-9.59389
▁ভুল	-9.59411
▁সম্ভাবনা	-9.59524
▁সমৃদ্ধ	-9.59639
▁ডাক	-9.59747
পাড়া	-9.59849
▁রেডিও	-9.59853
▁দেহ	-9.59892
▁ঘন	-9.59971
▁নির্ধারিত	-9.60012
▁দ্রাঘিমাংশ	-9.60034
▁জানতে	-9.60107
▁করলেন	-9.60154
▁৩৫	-9.60191
▁সংরক্ষণ	-9.60247
▁ঐতিহ্যবাহী	-9.6026
▁পল	-9.60277
▁শো	-9.60277
▁অলিম্পিকে	-9.60305
▁শ্রীলঙ্কা	-9.60308
▁দাস	-9.6037
▁শারীরিক	-9.60545
ময়	-9.6064
▁মিলে	-9.60641
▁আফ্রিকান	-9.60648
▁১৯৮১	-9.60675
য়ার	-9.60725
▁প্রতিরক্ষা	-9.60771
সার	-9.60782
▁অফিস	-9.60789
▁স্বাভাবিক	-9.60824
▁খোলা	-9.60918
▁প্রিমিয়ার	-9.60978
▁আফগানিস্তানের	-9.61039
▁হলুদ	-9.61089
▁সাংবাদিক	-9.61185
মু	-9.61237
▁পবিত্র	-9.61262
▁৷	-9.613
▁ইউরোপের	-9.61342
▁ছয়টি	-9.61381
▁অবশেষে	-9.61402
পশ্চিম	-9.61437
▁উঠেছে	-9.61476
করণ	-9.61538
▁সম্মান	-9.61568
▁মাথা	-9.61573
▁দেবতা	-9.61601
▁ক্যালিফোর্নিয়া	-9.61638
▁সুন্দর	-9.6167
▁রং	-9.61696
▁দার্শনিক	-9.61701
▁মাধ্যম	-9.61726
▁দিনের	-9.61788
▁দায়িত্বে	-9.61789
▁কমিউনিস্ট	-9.61853
▁চ্যাম্পিয়ন	-9.61868
er	-9.61874
▁আকর্ষণ	-9.61994
▁পরিবর্তিত	-9.62028
▁মাইকেল	-9.62066
▁বিশ্বকাপে	-9.62235
আর	-9.62254
ly	-9.62352
▁ফ্রান্স	-9.62516
▁গৃহীত	-9.62529
কেই	-9.62552
▁মধ্যবর্তী	-9.62569
▁ইন্টারন্যাশনাল	-9.62794
▁রবার্ট	-9.62825
িয়ান	-9.63023
▁মিলিত	-9.63134
▁প্রশংসা	-9.63145
▁গণ	-9.63153
▁স্বাধীনতার	-9.63155
▁আন্দোলনে	-9.63161
▁আকারের	-9.63191
▁সামান্য	-9.63217
▁ইউরোপ	-9.63297
▁পার্শ্ব	-9.63626
c	-9.63703
▁সম	-9.63733
▁লন্ডন	-9.63752
▁উঁচু	-9.63812
▁চাপ	-9.63838
▁বিশ্বব্যাপী	-9.63856
▁আহমদ	-9.63892
▁পারেননি	-9.63895
▁এগুলি	-9.63895
E	-9.6392
▁অভিনীত	-9.6404
▁কার্যকর	-9.64108
▁ঘোষ	-9.64119
▁পাল	-9.64193
নার	-9.64222
▁সম্পদ	-9.64236
▁সদস্যদের	-9.6431
▁অস্ট্রেলীয়	-9.64328
▁গ	-9.64582
▁সমাজের	-9.64672
▁দেশটির	-9.64723
▁অনূর্ধ্ব	-9.64723
▁ব্লক	-9.64811
x	-9.64883
▁রাষ্ট্রের	-9.64884
▁ব্যাপকভাবে	-9.64904
▁পাঠ	-9.64925
▁গভর্নর	-9.64971
▁৫১	-9.64981
▁পুরনো	-9.65065
▁যাকে	-9.65071
জার	-9.65125
m	-9.65237
▁সম্প্রদায়	-9.65274
▁লিঙ্গ	-9.65325
▁হাট	-9.65331
▁আক্রমণের	-9.65346
▁কমিশন	-9.65351
ِ	-9.65403
▁প্রতিনিধি	-9.65435
▁খ্রিস্টপূর্ব	-9.65469
▁নিচের	-9.65579
▁স্যার	-9.65602
▁হ	-9.65604
▁প্রখ্যাত	-9.65611
▁৪৯	-9.65626
▁জো	-9.65646
▁খ্যাতি	-9.65692
▁অনেকে	-9.65713
b	-9.65745
পূর্ণ	-9.65771
▁মেনে	-9.65832
▁ভোট	-9.6586
ভার	-9.65917
২৫	-9.65963
▁ডিম	-9.66022
▁বিদ্রোহ	-9.66057
▁মাঠ	-9.66098
▁পরিষদের	-9.66124
▁কাউন্সিল	-9.66135
▁পরিবেশন	-9.66225
▁ধান	-9.66255
▁এখনো	-9.66263
▁সেঞ্চুরি	-9.66271
▁বৃদ্ধির	-9.66277
▁আউট	-9.66382
▁মাঝামাঝি	-9.66427
▁বিশ্বে	-9.6644
▁আগ্রহ	-9.66461
▁দূর	-9.66461
▁ময়মনসিংহ	-9.66468
▁অর্ধ	-9.66516
▁প্রকৃতি	-9.66636
স্ট	-9.66722
r	-9.66765
▁মার	-9.6696
▁ভাগে	-9.6698
▁তরুণ	-9.6708
▁পেতে	-9.67109
▁গোল্ডেন	-9.67194
▁ঘর	-9.67213
▁এশিয়ান	-9.67387
▁১৯৬৪	-9.67586
▁অন	-9.67587
▁অংশের	-9.6759
▁তো	-9.6764
ায়	-9.67688
▁গোলে	-9.67713
▁রাজ্যে	-9.67749
▁স্টেডিয়াম	-9.67772
▁রক্ত	-9.67816
▁তামিল	-9.67859
▁সনে	-9.67901
▁গতি	-9.67937
▁৪৭	-9.67953
িয়ে	-9.67955
▁মুক্তিযোদ্ধা	-9.67956
i	-9.67962
▁থাকায়	-9.67973
▁মন্তব্য	-9.6812
▁দত্ত	-9.68149
▁চর	-9.68248
▁ঠাকুর	-9.6834
▁খুলনা	-9.68402
▁করবেন	-9.68406
B	-9.68477
যেমন	-9.68514
▁৯০	-9.68534
▁লাভের	-9.68548
▁রয়েছেন	-9.68637
▁স্বীকৃত	-9.6875
▁রা	-9.68756
▁সাহিত্যের	-9.68822
▁আনন্দ	-9.68846
▁তাতে	-9.68955
▁এক্স	-9.69036
▁পাথর	-9.69041
▁শতাব্দী	-9.69072
▁লে	-9.69104
▁বিষয়টি	-9.6911
▁গ্রহণের	-9.69125
▁১৯৫৪	-9.69138
▁পাহাড়	-9.69145
▁নেপাল	-9.6919
▁নিদর্শন	-9.69235
▁মৌসুমের	-9.69277
▁ফলশ্রুতিতে	-9.6933
▁ফ্রান্সের	-9.69396
▁বর্ণিত	-9.69431
▁সেখান	-9.69513
▁সফরকারী	-9.69516
▁অনেকগুলো	-9.6952
▁বৃহত্তর	-9.69536
▁প্রযোজক	-9.69641
▁পরিচালনার	-9.69704
▁স্থানান্তরিত	-9.69708
▁তোলেন	-9.69732
▁শ্রেণী	-9.69764
▁ষষ্ঠ	-9.69775
▁পাবলিক	-9.69793
▁ঐতিহ্য	-9.69829
▁১৯৫৭	-9.69928
▁হাওড়া	-9.69961
পার	-9.70009
▁১৯৫৬	-9.7001
▁আনুষ্ঠানিকভাবে	-9.7008
▁ম্যাক	-9.70213
▁পর্বে	-9.70221
▁বইটি	-9.70278
▁নেমে	-9.70301
▁আগ	-9.70311
▁জাতির	-9.70325
িস	-9.70337
▁দিয়েছে	-9.70452
াম	-9.70471
▁প্রতিরোধ	-9.70771
▁সিনেমা	-9.70777
▁লিমিটেড	-9.70978
▁বিলিয়ন	-9.70991
টন	-9.71001
▁১৯৬১	-9.71009
▁১৯৬৮	-9.71014
চন্দ্র	-9.71015
▁/	-9.71237
▁বদলে	-9.71261
▁ন	-9.71336
▁প্রকৌশল	-9.71357
▁আন্তর্জাতিকে	-9.71406
লু	-9.71496
▁চিন্তা	-9.7152
▁তৈরির	-9.71606
▁পর্যায়ের	-9.71692
▁কুমিল্লা	-9.71696
রী	-9.71725
ৎ	-9.71754
▁চলতে	-9.71803
▁প্রেরণ	-9.71825
▁ট্রেন	-9.71841
▁আইনের	-9.71863
▁মুঘল	-9.71941
গি	-9.72119
▁পর্বত	-9.72183
▁বিচার	-9.72185
▁তড়িৎ	-9.72226
জু	-9.72307
টে	-9.72379
▁১৯৬৩	-9.72463
▁ভূ	-9.72499
▁পে	-9.72522
▁চলাচল	-9.7254
▁খেলতে	-9.72605
▁গবেষণার	-9.72623
▁সহজ	-9.72639
▁শক্তির	-9.72684
▁যেন	-9.72716
▁বিংশ	-9.72722
▁বরাবর	-9.72732
▁হিসেবেও	-9.72751
▁কর্মী	-9.72787
▁সৈন্য	-9.72833
▁গানটি	-9.72904
▁৩টি	-9.72914
▁আদেশ	-9.72957
▁আগের	-9.73055
তেই	-9.73141
খা	-9.7319
▁যোগ্যতা	-9.73199
▁কেবলমাত্র	-9.73276
▁চাকরি	-9.73318
▁নারীর	-9.73416
বৈজ্ঞানিক	-9.73442
▁ঘিরে	-9.73488
▁সাব	-9.73502
▁আশ্রয়	-9.73541
▁ভর	-9.73818
▁পৃথিবী	-9.73835
▁সুপার	-9.73903
▁দিকের	-9.73922
▁নেয়ার	-9.7398
▁খ্রিস্টাব্দ	-9.74
o	-9.74106
▁শিল্পের	-9.74203
▁সম্মাননা	-9.74212
▁সমূদ্র	-9.74233
▁সিংহ	-9.74367
▁পাঠানো	-9.74399
S	-9.74425
▁জ্যাক	-9.74536
▁করতো	-9.74558
▁অপরাজিত	-9.74774
▁২০০	-9.74779
▁উদ্ধার	-9.74853
▁সংস্কৃতির	-9.74867
বাদী	-9.74878
▁সেন্টার	-9.7492
▁বুঝতে	-9.74922
▁আবিষ্কৃত	-9.74986
▁তীব্র	-9.75039
▁B	-9.75063
▁নাটকে	-9.7507
▁নাগরিক	-9.7508
ফা	-9.75197
▁শে	-9.75231
▁সর্বমোট	-9.75291
▁৪৫	-9.75526
বিশিষ্ট	-9.75535
P	-9.75557
▁কিশোর	-9.75567
▁দা	-9.75584
f	-9.75638
▁১৯২০	-9.75674
▁ওজন	-9.7568
ফি	-9.75683
▁১৯৫৮	-9.75701
▁সংক্ষিপ্ত	-9.75721
▁গ্রন্থের	-9.75733
▁গেমসে	-9.75797
▁মুখোমুখি	-9.75823
স্থ	-9.75847
▁উদ্বোধনী	-9.75899
▁এফ	-9.75947
▁ইন্টারনেট	-9.76037
▁স্টার	-9.76106
▁গায়ক	-9.76128
গু	-9.76129
▁মাত্রা	-9.76153
▁স্ব	-9.76176
▁সূর্য	-9.76205
▁সম্পাদনা	-9.76311
▁বিহার	-9.76328
▁সমন্বয়ে	-9.76334
▁ফাইনালে	-9.76425
▁নবাব	-9.76511
রু	-9.76528
▁উন্মুক্ত	-9.76599
▁প্রদানের	-9.76621
▁খবর	-9.76694
▁গিয়েছিল	-9.76813
▁অঙ্গ	-9.76831
লার	-9.76834
▁কাজী	-9.76872
▁ভেঙ্গে	-9.76895
▁মাটির	-9.76926
▁আমলে	-9.76962
▁বসতি	-9.76995
▁হচ্ছেন	-9.7701
▁চায়	-9.77049
▁স্বীকার	-9.77108
▁পাঞ্জাব	-9.77155
▁প্রচারিত	-9.77167
▁মুসলমান	-9.77193
নাথ	-9.77258
▁পোশাক	-9.77261
▁অনুরূপ	-9.77272
▁বিদ্যালয়টি	-9.77276
▁লু	-9.77292
▁হালকা	-9.77292
▁শ	-9.77306
▁জার্মানির	-9.7733
▁রাশিয়ার	-9.77411
▁অভিজ্ঞতা	-9.77489
শা	-9.77516
ইউ	-9.77522
▁বাজারে	-9.77627
▁C	-9.77749
▁এইচ	-9.77814
▁মুদ্রা	-9.77929
▁উন্নীত	-9.77979
▁রংপুর	-9.78028
▁বিশেষত	-9.78059
▁কিছুদিন	-9.78073
▁১ম	-9.7809
▁ফুটবলার	-9.78094
▁কেন	-9.78108
▁ক্রিকেটের	-9.78116
▁১৯৫১	-9.78206
▁অনুমান	-9.78266
এল	-9.7827
▁দক্ষতা	-9.78346
▁১৯৬৬	-9.78406
▁সেমি	-9.78416
p	-9.78616
▁সিপিআই	-9.78625
▁স্বল্প	-9.78633
▁কলা	-9.78681
বু	-9.78711
▁বইয়ের	-9.78794
এন	-9.78827
▁যুক্তি	-9.78841
▁প্রোগ্রাম	-9.78902
▁উপাধি	-9.78942
▁উপস্থাপন	-9.79084
▁নিয়েছিলেন	-9.79085
▁১৯৪৬	-9.79238
▁আচরণ	-9.79253
র্গ্যাল	-9.79272
▁চার্লস	-9.79311
▁কারনে	-9.79366
▁২০১৯	-9.79401
▁ডাকা	-9.79426
▁সহযোগী	-9.79593
▁চাষ	-9.79626
▁সাহিত্যে	-9.79632
?	-9.7975
▁জনগণের	-9.79756
▁সেগুলো	-9.79825
গঞ্জ	-9.79886
▁সপ্তম	-9.79945
▁অনুমোদন	-9.79977
বল	-9.79985
▁কালে	-9.80027
▁রুট	-9.80142
▁পিটার	-9.8015
▁যাচ্ছে	-9.80244
▁৩২	-9.80295
▁সেটি	-9.80414
▁পদ্ধতির	-9.8049
▁ব্যয়	-9.80525
▁বাধা	-9.80573
▁শিক্ষার্থী	-9.80574
▁সদস্যরূপে	-9.80628
▁বিকাশ	-9.80636
▁লিপি	-9.80644
তু	-9.80649
িকা	-9.80665
৫০	-9.80688
▁ভেঙে	-9.80744
▁উদ্যান	-9.80757
চার	-9.80788
▁অবলম্বনে	-9.80826
▁ইউনাইটেড	-9.80881
▁পতাকা	-9.80882
C	-9.80885
▁পরিষেবা	-9.81013
▁এরকম	-9.81035
▁আসতে	-9.8105
▁ব্যবসায়ী	-9.81137
হি	-9.81288
ডো	-9.81345
▁পর্ব	-9.81366
▁১৯৪০	-9.81394
▁ইউরোপে	-9.81496
▁স্মৃতি	-9.81554
▁ঘরে	-9.81585
▁বিপুল	-9.81798
▁রবীন্দ্রনাথ	-9.81799
▁সমষ্টি	-9.81842
▁স্তর	-9.81885
▁মধ্যেই	-9.81919
▁আদম	-9.81939
ক্স	-9.81967
▁রাতে	-9.82014
নী	-9.82076
▁লড়াই	-9.82081
▁অবতীর্ণ	-9.82115
▁ইঞ্চি	-9.82135
▁নজরুল	-9.82146
▁বিশেষভাবে	-9.82148
াস	-9.82162
▁৫৩	-9.82245
▁যেগুলো	-9.82301
▁মোবাইল	-9.8232
▁তোলা	-9.82322
▁ফা	-9.82329
▁ডানহাতে	-9.8236
▁উপযোগী	-9.82375
▁প্রথা	-9.82422
▁পর্যটন	-9.82451
▁হাসপাতালে	-9.82461
য়ান	-9.82482
▁গুণ	-9.82485
▁সাহিত্যিক	-9.82603
▁কী	-9.82638
▁নৃত্য	-9.82679
ত্ব	-9.82746
▁বু	-9.82881
▁প্রযোজনা	-9.82913
▁;	-9.83019
▁রো	-9.83024
▁ইমাম	-9.83071
চা	-9.83081
▁নাট্য	-9.83189
▁স্কুলের	-9.83254
▁দ্যা	-9.83338
▁আয়োজিত	-9.83341
▁উদ্দিন	-9.83378
▁অপরাধ	-9.83381
▁উপস্থিতি	-9.83406
▁প্রেম	-9.83424
▁অসাধারণ	-9.83458
▁করায়	-9.83495
▁কোর্স	-9.83538
▁পুরাতন	-9.83549
▁রাস্তাটি	-9.83576
কর	-9.83645
▁মাটি	-9.837
▁গাড়ি	-9.83728
▁P	-9.83893
▁ফাস্ট	-9.83994
▁১৯৫৯	-9.84007
▁বিচ্ছিন্ন	-9.84026
=	-9.84132
▁আবুল	-9.84291
▁চলচ্চিত্রটির	-9.84314
▁জা	-9.84407
▁আশা	-9.84412
▁এনে	-9.84459
▁১৯৫৫	-9.84459
লাল	-9.84504
▁পড়ার	-9.84516
▁তোলে	-9.84552
▁ড্র	-9.8456
▁পৃথিবীতে	-9.84574
▁তরল	-9.8461
▁হয়েছিলো	-9.8462
▁উসমানীয়	-9.84644
▁প্রমুখ	-9.84649
▁বিলুপ্ত	-9.84657
▁খ	-9.84677
▁মিত্র	-9.84687
▁পত্রিকায়	-9.84738
▁স্নাতকোত্তর	-9.84752
▁ডানহাতি	-9.84832
▁শত	-9.84872
▁for	-9.84939
গ্রাম	-9.84966
▁উদাহরণস্বরূপ	-9.84996
▁১৯৪৯	-9.85012
▁বোলিংয়ে	-9.85015
▁তিব্বতের	-9.85055
▁পত্রিকার	-9.85111
▁অভ্যন্তরীণ	-9.85178
▁is	-9.85183
▁প্রার্থী	-9.85184
▁আকৃতির	-9.8519
▁নির্বাহী	-9.85367
▁ব্যবস্থাপনা	-9.85443
▁বন্দী	-9.85448
▁গিয়েছে	-9.85513
D	-9.85551
▁সবাই	-9.85556
নাম	-9.85701
▁$	-9.85768
জো	-9.8577
২৩	-9.85829
সেন	-9.85836
▁ওয়েব	-9.85889
▁স্বাক্ষর	-9.8589
▁সমাধান	-9.85919
স্টার	-9.8592
▁বেসরকারি	-9.85956
▁যাত্রী	-9.85983
টু	-9.86021
▁কার	-9.86031
▁প্রাথমিকভাবে	-9.86207
▁স্বতন্ত্র	-9.86223
▁গোয়েন্দা	-9.86397
▁রোগের	-9.86405
▁যৌথ	-9.86453
▁গমন	-9.86541
▁গঠনের	-9.8656
পে	-9.86701
▁যায়নি	-9.86746
গড়	-9.86758
▁সৃষ্ট	-9.86837
রূপ	-9.86849
▁ভিক্টোরিয়া	-9.86876
▁দৃশ্য	-9.86886
▁বোঝা	-9.86921
▁উচিত	-9.86942
▁তিব্বতী	-9.86952
▁হ্রদ	-9.86974
▁মন্দিরটি	-9.86988
▁হু	-9.87029
▁উন্নতি	-9.87142
▁সম্প্রচার	-9.87196
▁বাতিল	-9.87213
▁স্থাপত্য	-9.87239
▁৪টি	-9.87241
▁দৃষ্টি	-9.87319
▁তুর্কি	-9.87337
▁কেন্দ্রটি	-9.87363
শন	-9.87461
▁সপ্তাহ	-9.87534
▁পেছনে	-9.87542
▁কলেজটি	-9.87578
▁পরিমাণে	-9.87614
▁১৯৪৫	-9.87627
▁বীজ	-9.87645
▁নিজে	-9.87652
▁থিয়েটার	-9.87677
গুলিকে	-9.87789
▁সাতটি	-9.87795
▁নিয়োজিত	-9.87796
▁চিহ্ন	-9.87873
▁সার	-9.87889
▁বিশ্লেষণ	-9.87895
▁জিন	-9.88004
▁চ্যাম্পিয়নশীপ	-9.88019
হার	-9.88053
▁পোস্ট	-9.88074
▁মন্ত্রণালয়	-9.8811
▁মানে	-9.88214
▁আনুষ্ঠানিক	-9.88257
যোগ্য	-9.88272
▁আগেই	-9.88351
▁মুখ্য	-9.88351
গে	-9.88427
বর্তমান	-9.88444
▁মঞ্চ	-9.88446
▁সম্মুখীন	-9.88486
▁দুইবার	-9.8849
▁মূল্য	-9.88536
▁লো	-9.88576
▁চালায়	-9.88598
কোন	-9.88613
▁কোষ	-9.88654
▁প্রকল্পের	-9.88676
ল্লা	-9.88719
▁বিয়ের	-9.88746
▁নবী	-9.88833
▁৭৫	-9.88955
ন্ত	-9.88976
▁জগতে	-9.89002
▁পার্বত্য	-9.89018
▁স্বর্ণ	-9.8902
▁সমাজে	-9.89117
▁বো	-9.89155
▁চট্টোপাধ্যায়	-9.89158
▁মেলা	-9.89172
ْ	-9.8918
▁জড়িয়ে	-9.89269
▁খলিফা	-9.89271
▁c	-9.89391
▁দিনাজপুর	-9.89393
▁বেল	-9.8943
ছিল	-9.89432
▁স্পেনীয়	-9.89457
▁যেকোন	-9.89505
▁দপ্তর	-9.89549
▁কর্পোরেশন	-9.89627
▁জার্মানি	-9.89692
ঙ্গা	-9.89743
ন্ড	-9.8979
ব্জাং	-9.89794
▁আলম	-9.8982
▁বিতর্ক	-9.89874
▁গ্লোব	-9.90007
▁আখ্যায়িত	-9.90055
▁ওয়া	-9.90152
▁পারিবারিক	-9.90152
▁আরেক	-9.90196
▁শি	-9.90207
▁একসময়	-9.90246
▁ডান	-9.90265
▁সং	-9.90315
▁সংশ্লিষ্ট	-9.90336
▁সংগঠিত	-9.90351
এটি	-9.90381
▁ইহুদি	-9.90389
▁দ্বীপের	-9.90453
▁গবেষণায়	-9.90497
▁প্রশ্ন	-9.90517
▁১৯৫৩	-9.90518
▁সাম্প্রতিক	-9.90563
২১	-9.90614
েশ্বর	-9.90629
▁নদীতে	-9.90754
▁শিশুদের	-9.90776
▁বিজ্ঞানের	-9.90857
▁লামা	-9.90861
বাজার	-9.90919
▁ফ্রি	-9.90996
▁গুলো	-9.91
▁গ্রেট	-9.91051
▁বাস্তব	-9.91082
▁জাপানি	-9.91098
▁ব্লকের	-9.91127
▁স্তরের	-9.91156
▁পুরাণ	-9.91164
▁হো	-9.91165
▁ইংল্যান্ডে	-9.91193
g	-9.91267
▁চরিত্রের	-9.91273
▁অফিসার	-9.91288
▁চ্যাম্পিয়নশিপ	-9.91318
▁নিবন্ধ	-9.91345
▁আবেদন	-9.9137
▁হি	-9.91449
▁মসজিদটি	-9.91558
▁পরামর্শ	-9.91559
▁মসজিদের	-9.91576
▁৫৫	-9.9158
েস	-9.91815
▁রাজার	-9.91923
▁বিনিময়ে	-9.91978
▁চাহিদা	-9.92112
▁বায়ু	-9.92179
▁অনুসন্ধান	-9.9218
▁রূপান্তরিত	-9.9221
িয়ার	-9.92223
▁মিনিট	-9.92271
▁প্রসারিত	-9.92292
লিন	-9.92296
▁নামানুসারে	-9.92304
▁আফগানিস্তান	-9.92307
▁কেন্দ্রে	-9.92511
▁অসম	-9.92642
▁টা	-9.92653
▁উন্নয়নের	-9.92683
ডে	-9.927
▁কেন্দ্রের	-9.92707
▁প্রতিক্রিয়া	-9.92715
▁সীমিত	-9.92728
▁নিকটবর্তী	-9.92733
▁নাগাদ	-9.92746
▁কিভাবে	-9.92769
▁লীগে	-9.92796
▁প্রতিষ্ঠানটি	-9.92822
▁গুপ্ত	-9.92836
▁পুরুষের	-9.93008
কেও	-9.93035
▁পাকিস্তানে	-9.93117
▁দক্ষ	-9.93126
গার	-9.93177
▁প্রাণ	-9.93201
২২	-9.9321
জাতীয়	-9.93219
▁খেতাব	-9.93228
▁করি	-9.93253
▁দুর্গ	-9.93256
▁আত্মপ্রকাশ	-9.93274
▁পারবে	-9.93281
▁পরিমাপ	-9.9331
▁যৌথভাবে	-9.93317
▁মন্ত্রণালয়ের	-9.93495
সো	-9.93536
▁শা	-9.93581
▁এশীয়	-9.93608
▁কল	-9.93677
▁একত্রে	-9.93682
▁ইন্ডিজের	-9.93789
▁ওঠেন	-9.93821
▁""	-9.93866
▁এটিই	-9.93951
▁প্রতিবেদন	-9.93981
▁বোমা	-9.93988
▁বাইরের	-9.94009
▁ফি	-9.94149
▁বিরাট	-9.9416
▁বন্দ্যোপাধ্যায়	-9.94183
িস্ট	-9.94199
▁মহকুমা	-9.94204
▁জীব	-9.94232
▁আন	-9.94246
▁একত্রিত	-9.94281
▁সাধারণভাবে	-9.94387
▁অপারেশন	-9.94479
▁লেখার	-9.94524
▁মুক্তিযুদ্ধ	-9.94548
l	-9.9459
▁মুহাম্মাদ	-9.94614
▁গ্রেফতার	-9.94642
▁কক্ষ	-9.94662
▁সমসাময়িক	-9.94667
▁মেজর	-9.94728
▁লোকসভা	-9.94759
!	-9.9477
দে	-9.94792
▁ডা	-9.9481
▁সংকেত	-9.94817
▁নির্বাচনের	-9.94837
▁উদ্বোধন	-9.94847
▁উচ্চারণ	-9.94895
বিদ্যা	-9.94945
G	-9.94947
▁19	-9.94956
▁বিপরীত	-9.95005
▁ক্যা	-9.95034
▁দশম	-9.95133
ডা	-9.95311
▁মানের	-9.95368
▁পড়া	-9.95378
▁একাদশ	-9.9545
▁দাঁড়ায়	-9.95486
▁থাকলে	-9.95489
▁স্থানান্তর	-9.95529
▁শতক	-9.95548
▁প্রিয়	-9.95558
▁প্রদর্শিত	-9.95568
▁রাশিয়া	-9.95604
▁বোঝানো	-9.95612
us	-9.95642
▁কাঠামো	-9.95644
▁হামলা	-9.95723
▁সন্তানের	-9.95736
▁মিউজিক	-9.95764
▁সামনের	-9.95865
উল	-9.95873
েল	-9.95893
▁ইরানের	-9.95909
▁স্	-9.9592
▁উর্দু	-9.95937
▁প্রাচীনতম	-9.95957
▁ইতালীয়	-9.96002
▁প্রতিদিন	-9.96027
▁পয়েন্ট	-9.96042
▁বরিশাল	-9.96091
▁লাখ	-9.96097
▁সন্ধান	-9.96106
▁অবশিষ্ট	-9.96122
দু	-9.96123
▁জানুয়ারী	-9.96159
—	-9.96186
দিন	-9.96227
▁স্বাগতিক	-9.96238
লেন	-9.96248
চে	-9.96277
▁বেঁচে	-9.96313
▁প্রজাতন্ত্র	-9.96326
▁রক	-9.96362
▁শ্রমিক	-9.96372
▁রিচার্ড	-9.9639
পশ্চিমে	-9.96508
▁বিদেশী	-9.96562
▁প্রভাবশালী	-9.96599
৪০	-9.96649
▁মার্ক	-9.96683
▁নিয়েছেন	-9.96708
▁৫টি	-9.96711
▁টন	-9.96743
▁চক্রবর্তী	-9.96745
▁মন্দিরে	-9.96765
তেও	-9.96785
▁অতঃপর	-9.968
▁নৌ	-9.96945
▁শাখার	-9.96968
▁অনেকটা	-9.96979
▁ক্যাপ্টেন	-9.97007
২৭	-9.97046
▁পরিবর্তনের	-9.97134
▁দাগ	-9.97231
+	-9.97362
▁উপহার	-9.97363
in	-9.97364
বান	-9.97395
▁বিরোধিতা	-9.97424
▁শ্রীলঙ্কার	-9.97455
২৮	-9.97459
▁মহান	-9.97466
▁হ্যারি	-9.97485
▁ইঞ্জিনিয়ারিং	-9.97492
▁অবস্থার	-9.97537
▁পু	-9.97552
▁কার্ড	-9.97609
▁গ্রহ	-9.97633
▁জু	-9.97682
▁নিউজিল্যান্ডের	-9.97701
▁ত	-9.9774
▁প্রজনন	-9.97878
▁এক্ষেত্রে	-9.97922
▁চি	-9.97923
▁গা	-9.9802
▁অবস্থানে	-9.98129
▁পতন	-9.98178
জনিত	-9.98239
▁১৯৩২	-9.98288
অ্যা	-9.98308
▁মহাসড়ক	-9.98399
▁লন্ডনের	-9.98404
▁তরঙ্গ	-9.98515
▁অর্থে	-9.98661
▁নাইট	-9.98719
িয়	-9.9876
▁অবধি	-9.98793
২৪	-9.9888
▁স্থাপনা	-9.98929
▁সশস্ত্র	-9.98941
▁বেসামরিক	-9.98969
▁প্রচেষ্টা	-9.98971
▁উপযুক্ত	-9.99094
▁৪৬	-9.99129
▁প্রণয়ন	-9.99247
▁বিকল্প	-9.99265
▁প্রবন্ধ	-9.99284
▁শক্ত	-9.99466
▁কার্যালয়	-9.99473
▁হেনরি	-9.99503
▁ম্যানচেস্টার	-9.99521
u	-9.99576
ঞ্জ	-9.99618
▁বস্তুর	-9.99621
▁ত্রি	-9.9966
ম্	-9.99677
▁প্রবাহ	-9.99728
▁কূটনৈতিক	-9.9974
▁নিয়ন্ত্রিত	-9.99756
▁ইঞ্জিন	-9.99762
▁ডিজিটাল	-9.99785
▁ফাইল	-9.99808
▁অণু	-9.99906
▁জুটি	-9.99921
▁৫৪	-9.99934
▁৫০০	-9.99955
▁সমস্যার	-9.99959
▁রেড	-9.99976
▁যোগাযোগের	-10.0002
▁আম	-10.0007
▁পোর্ট	-10.0012
দ্বাং	-10.0023
▁R	-10.0028
র্	-10.0032
▁শরীরের	-10.0045
▁রিয়াল	-10.0047
▁সরিয়ে	-10.0052
k	-10.0053
▁পাখির	-10.0054
▁জুনিয়র	-10.0056
▁পরেই	-10.0058
▁ব্ল্যাক	-10.006
▁টার্মিনাল	-10.0065
▁সংখ্যার	-10.0065
▁দায়ী	-10.0069
▁বলেছিলেন	-10.0069
▁সম্ভাব্য	-10.0074
বিদ	-10.0085
▁সম্পর্কের	-10.0088
▁চর্চা	-10.0088
কান	-10.0092
▁মিয়া	-10.0105
▁পূর্বের	-10.0107
▁বর্ণের	-10.0108
▁৬৫	-10.0108
ছ	-10.0112
▁বিষয়ের	-10.0114
▁জলবায়ু	-10.0118
▁ভবনের	-10.0118
▁শিক্ষার্থীদের	-10.012
▁একসাথে	-10.0123
▁যুব	-10.0141
▁ছাত্রদের	-10.0142
▁উল্লেখ্য	-10.0149
▁১৯৩৯	-10.0162
▁অব্যাহত	-10.0167
▁ভাব	-10.0169
▁বেতার	-10.0169
▁স্টুডিও	-10.0169
▁বক্স	-10.017
▁যশোর	-10.017
▁তাছাড়া	-10.0171
▁প্রাদেশিক	-10.0172
M	-10.0172
▁খ্রিস্টান	-10.018
▁দেহের	-10.018
▁চোখ	-10.0184
▁মার্টিন	-10.0185
তিনি	-10.0185
ষ্ট	-10.0186
▁ইচ্ছা	-10.0191
▁১৯৩৬	-10.0191
▁রাজবংশ	-10.0192
▁নদীটির	-10.0196
▁অভাব	-10.0203
▁যেত	-10.0207
▁অনুষ্ঠানের	-10.0211
▁হাসপাতাল	-10.0213
▁কাঠ	-10.0214
▁ঘোষিত	-10.0217
▁স্তরে	-10.0219
▁সোসাইটি	-10.0223
▁নির্ণয়	-10.0234
T	-10.0235
▁মুসলিমদের	-10.0237
▁নোয়াখালী	-10.0242
▁ক্ষতি	-10.0243
▁চুক্তির	-10.0244
▁আফগান	-10.0247
▁প্রবর্তন	-10.0249
▁দুর্বল	-10.0249
▁অষ্টম	-10.0266
▁অস্বীকার	-10.0269
▁শব্দটির	-10.027
▁অনন্য	-10.0276
▁যেটা	-10.0278
▁রস	-10.0279
▁লর্ড	-10.0282
▁ইট	-10.0282
ন্স	-10.0288
▁স্ত্রীর	-10.0292
▁পরিচালনায়	-10.0303
▁বাড়ির	-10.0306
▁দুজন	-10.0324
▁প্রকৃতির	-10.0328
▁পিএইচডি	-10.0331
▁উজ্জ্বল	-10.0336
▁কাব্য	-10.0336
▁গোত্রের	-10.0339
▁লাগে	-10.0341
▁টিকে	-10.0345
▁জমির	-10.0348
▁এক্সপ্রেস	-10.035
▁আরম্ভ	-10.0351
▁মাটিতে	-10.0354
▁গোষ্ঠী	-10.0355
▁উপায়	-10.0356
▁জোর	-10.0356
▁করেননি	-10.0361
▁পার্শ্ববর্তী	-10.0369
▁কার্য	-10.0369
▁s	-10.0372
▁শ্রেণীতে	-10.0375
▁সবার	-10.0384
▁পড়তে	-10.0387
▁মানুষকে	-10.039
▁বেশির	-10.0393
▁কার্বন	-10.0395
▁ইসলামি	-10.0407
▁গেমস	-10.0409
▁জোড়া	-10.041
▁পিছনে	-10.0412
▁আবদুল্লাহ	-10.0413
▁গানে	-10.0415
▁বক্তব্য	-10.0419
▁জাদুঘর	-10.0423
▁সেট	-10.0424
ا	-10.0426
▁পণ্ডিত	-10.0429
▁নিজেই	-10.043
▁ডিজাইন	-10.0433
▁প্রকাশের	-10.0435
▁তুলনা	-10.0438
▁লন্ডনে	-10.0449
▁কৃষক	-10.0456
▁শাসনামলে	-10.0457
▁যুক্তরাজ্যের	-10.0462
L	-10.0462
▁দেবীর	-10.0462
▁অবশ্যই	-10.0464
▁রেখা	-10.048
▁বিবরণ	-10.0481
▁১৯৩৭	-10.0481
▁টেস্টের	-10.0484
▁ম্যাগাজিন	-10.0487
▁মিশ্র	-10.0489
▁রাজনীতি	-10.0493
▁পশ্চিমা	-10.0498
▁জ	-10.0502
h	-10.0503
গান	-10.0508
▁শাসনের	-10.0508
▁উদ্ভব	-10.051
▁পারমাণবিক	-10.0514
▁স্থানের	-10.0515
▁বর	-10.0517
▁ঘটেছে	-10.052
▁তত্ত্বের	-10.0521
▁জয়ের	-10.0524
▁ক্যাথলিক	-10.0525
▁বাসা	-10.0527
▁৩৬	-10.0541
▁কারখানা	-10.055
▁সংবিধান	-10.0554
▁কৃত্রিম	-10.056
▁কণ্ঠ	-10.0562
th	-10.0587
▁হোটেল	-10.0589
▁ফেলা	-10.0589
হো	-10.06
▁রাজকীয়	-10.0606
▁শাখায়	-10.0611
▁১৯২৮	-10.0612
▁১৯৪২	-10.0614
▁ক্ষমতার	-10.0614
▁সিন্ধু	-10.0623
▁সহজেই	-10.0634
▁রাত	-10.0642
...	-10.0652
মন	-10.0652
▁প্রকাশনা	-10.0654
▁ঈশ্বর	-10.0656
▁জৈব	-10.0656
▁শরীর	-10.0656
▁কন	-10.0661
২০১১	-10.0662
▁অনু	-10.0665
▁বংশোদ্ভূত	-10.0667
▁নৌকা	-10.0668
▁হযরত	-10.0668
▁একদিন	-10.0669
▁প্রতিদ্বন্দ্বী	-10.067
▁জারি	-10.0672
▁গঙ্গা	-10.0683
▁নির্মাতা	-10.0686
▁জমা	-10.0688
▁পত্র	-10.0691
▁অপারেটিং	-10.0707
▁মাথায়	-10.0709
▁ধারার	-10.0709
▁বিন্দু	-10.0714
▁দুইজন	-10.0718
তন	-10.0726
মেন্ট	-10.073
▁জিতে	-10.0739
▁অতিবাহিত	-10.0739
▁প্রশাসন	-10.0746
▁জনাব	-10.0747
▁গুগল	-10.0752
▁as	-10.0752
▁লস	-10.0764
▁শিক্ষকতা	-10.0768
▁আদালত	-10.0783
▁১৯৩৮	-10.079
আমি	-10.0794
▁১৯২৯	-10.0801
▁গ্রুপের	-10.0804
▁নন	-10.0806
▁যাবার	-10.0811
▁সুপরিচিত	-10.0812
▁মাতার	-10.0812
▁মুক্তির	-10.0814
▁সাই	-10.0816
প্রাপ্ত	-10.0823
▁উয়েফা	-10.0827
▁চান	-10.0828
▁প্রদেশে	-10.0836
▁মাহমুদ	-10.0838
▁টিম	-10.0838
দান	-10.0838
▁পর্যায়	-10.0842
▁প্রাণীর	-10.0858
▁বহুল	-10.0862
▁কমিশনের	-10.0863
▁গণিত	-10.0865
▁আর্ট	-10.0866
▁অপেক্ষাকৃত	-10.0866
st	-10.0868
▁খনন	-10.0885
▁গ্রামীণ	-10.0886
বিহীন	-10.0888
▁চোখে	-10.0891
▁সমালোচক	-10.0892
▁বিশেষজ্ঞ	-10.0898
ইয়া	-10.09
▁গোত্র	-10.0901
▁নব	-10.0905
▁কমলা	-10.0907
▁প্রান্তে	-10.0909
▁সবসময়	-10.0911
▁নো	-10.0912
▁পাই	-10.0912
৭০	-10.0913
▁উৎসবে	-10.0914
দ্গা	-10.0917
▁গান্ধী	-10.0925
২৯	-10.0928
▁পাথরের	-10.093
▁মৃত	-10.0941
▁এত	-10.0943
▁আসাম	-10.0944
▁ইউনিট	-10.095
▁প্রস্থ	-10.095
▁সংজ্ঞা	-10.0951
▁প্রায়শই	-10.0953
▁হোক	-10.0958
▁গড়েন	-10.0962
▁অঞ্চলটি	-10.0964
▁অনুরোধ	-10.0966
▁on	-10.0967
▁বিষ্ণু	-10.0968
▁উইজডেন	-10.0969
▁প্রো	-10.097
▁প্রেস	-10.0975
২৬	-10.0978
▁ছবিটির	-10.0978
▁বর্ষসেরা	-10.0982
▁পানিতে	-10.0983
es	-10.0991
▁পরীক্ষার	-10.0993
ল্দান	-10.0993
▁অপেক্ষা	-10.0993
▁p	-10.0994
▁সঙ্গীতের	-10.0998
▁পূর্ববর্তী	-10.0999
▁সম্প্রসারণ	-10.1003
▁কার্যকরী	-10.1007
▁নে	-10.1009
▁সার্ভিস	-10.101
▁মুসলমানদের	-10.1012
▁গণের	-10.1017
▁দলীয়	-10.1018
▁অভ্যন্তরে	-10.1021
▁উপরের	-10.1022
এইচ	-10.1029
▁বাঁধ	-10.1029
▁ইন্দো	-10.1029
▁৩৪	-10.1034
▁প্রত্নতাত্ত্বিক	-10.1036
▁শুমারি	-10.1036
▁with	-10.1046
▁ফিরিয়ে	-10.1047
▁চলাকালীন	-10.1048
▁স্টেডিয়ামে	-10.1051
েশন	-10.1053
▁বর্ধমান	-10.1053
▁অনলাইন	-10.1054
▁ভয়	-10.1062
বাংলাদেশ	-10.1062
▁একাডেমী	-10.1067
▁কমান্ডার	-10.1073
▁ওডিআই	-10.1073
▁পদক্ষেপ	-10.1074
▁ভৌগোলিক	-10.1076
ধ	-10.1078
▁গ্রেপ্তার	-10.1079
রত	-10.1079
▁লেখেন	-10.108
▁ব্যক্তিদের	-10.1083
O	-10.1083
▁স্থির	-10.1083
▁১৯২১	-10.1088
▁তিনিই	-10.1089
▁প্রথিতযশা	-10.109
▁প্রান্ত	-10.1093
▁দিয়েছিল	-10.1094
▁খেলোয়াড়দের	-10.1096
or	-10.1098
ফার	-10.11
▁ট্রফি	-10.1112
▁ক্রিয়া	-10.1115
▁পুণরা	-10.1122
নিক	-10.1122
হে	-10.1124
▁+	-10.1124
▁উইকিপিডিয়া	-10.1132
▁ওড়িশা	-10.1135
▁ইন্দোনেশিয়া	-10.1139
▁নবম	-10.114
▁গোপন	-10.1141
▁চিকিৎসক	-10.1145
▁আগ্রহী	-10.1152
▁ধর্ষণ	-10.1157
▁৪২	-10.1159
▁আটটি	-10.116
আল	-10.1167
▁চে	-10.1168
এক	-10.1168
▁অজানা	-10.1177
▁চিত্রনাট্য	-10.1193
▁৩০০	-10.1199
▁করছিলেন	-10.12
▁উপনিবেশ	-10.1201
▁ভেতর	-10.1203
▁ব্যবসায়	-10.1208
লী	-10.121
▁লাতিন	-10.1214
▁মেয়েদের	-10.1215
▁একটু	-10.1217
▁উপমহাদেশের	-10.1219
▁ইসলামিক	-10.1219
▁জাতীয়তাবাদী	-10.122
▁কান	-10.1222
▁যথা	-10.1224
একটি	-10.1233
৬০	-10.1243
▁সেন্টিমিটার	-10.1245
▁মিশরের	-10.1245
▁বাম	-10.1248
দেব	-10.1249
▁পরিবেশে	-10.1253
▁কঠোর	-10.126
পূর্বে	-10.1261
বর্তমানে	-10.1264
▁উপদেষ্টা	-10.1265
▁বুদ্ধ	-10.1266
▁সূরা	-10.1272
▁যত	-10.128
▁প্রত্যাখ্যান	-10.1287
▁সেটা	-10.1294
জাত	-10.1296
▁উত্তীর্ণ	-10.1298
▁অনেকেই	-10.1298
▁খারাপ	-10.1301
▁৬টি	-10.1308
▁ফ	-10.131
▁স্পষ্ট	-10.1321
▁ফসল	-10.1321
পু	-10.1321
▁কোরিয়া	-10.1321
▁উদ্যোগ	-10.1328
